Repository: teamjacu/pt_BR
Catalog: anope.*.po
Languages: pt_pt

source: %d channel(s) cleared, and %d channel(s) dropped.
pt_pt: %d canal(is) limpos e %d canal(is) apagado(s).

source: %d nickname(s) dropped.
pt_pt: O registro do nick %d foi cancelado.

source: %s added to %s %s list.
pt_pt: %s adicionado à lista de acesso do %s com o nível %s.

source: %s added to %s access list at level %d.
pt_pt: %s adicionado à lista de acesso do %s com o nível %d.

source: %s added to %s access list at privilege %s (level %d)
pt_pt: %s adicionado à lista de acesso do %s com privilégio de %s (nível %d)

source: %s added to %s autokick list.
pt_pt: %s adicionado à lista de akick do %s.

source: %s added to %s bad words list.
pt_pt: %s adicionado na lista de palavrões do %s.

source: %s added to %s's access list.
pt_pt: %s adicionado na lista de acesso do %s.

source: %s added to %s's certificate list.
pt_pt: %s adicionado na lista de certificados do %s.

source: %s added to ignore list.
pt_pt: %s adicionado em sua lista de ignorados.

source: %s added to the %s list.
pt_pt: %s adicionado na lista de %s.

source: %s added to the AKILL list.
pt_pt: %s adicionado na lista de AKILL.

source: %s allows you to execute "fantasy" commands in the channel. Fantasy commands are commands that can be executed from messaging a channel, and provide a more convenient way to execute commands. Commands that require a channel as a parameter will automatically have that parameter given.
pt_pt: %s permite você utilizar o comando "fantasía" em seu canal. Os comandos fantasia são comandos que podem ser executados através de uma única mensagem no canal, trazendo mais praticidade a sua vida no IRC.

source: %s allows you to have a bot on your own channel. It has been created for users that can't host or configure a bot, or for use on networks that don't allow user bots. Available commands are listed below; to use them, type %s%s command . For more information on a specific command, type %s%s %s command .
pt_pt: -=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x=- O %s permite você ter um bot em seu canal. Este serviço foi criado para usuários que não podem hospedar ou configurar um bot. Nele é possível utilizar diversos comandos básicos de controle de seu canal. Os comandos disponíveis estão listados abaixo: * Utilização: %s%s comando . * Informações sobre um comando em específico: %s%s %s comando  -=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x=- * Veja toda a documentação: http://www.virtualife.com.br/botserv. -=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x=-

source: %s allows you to register a nickname and prevent others from using it. The following commands allow for registration and maintenance of nicknames; to use them, type %s%s command . For more information on a specific command, type %s%s %s command .
pt_pt: -=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x=- O %s permite que você registre um nick e assim evita que outras pessoas o utilizem, além disso, é possível setar várias configurações para tornar seu bate papo muito mais seguro e divertido na VirtuaLife. Os comandos disponíveis estão listados abaixo: * Utilização: %s%s comando . * Informações sobre um comando em específico: %s%s %s comando  -=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x=- * Veja toda a documentação: http://www.virtualife.com.br/nickserv. -=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x=-

source: %s allows you to register an account. The following commands allow for registration and maintenance of accounts; to use them, type %s%s command . For more information on a specific command, type %s%s %s command .
pt_pt: %s permite que você registre uma conta. Os comandos a seguir permitem registro e manutenção de Contas; para usá-los, escreva %s%s comando . Para obter mais informações sobre um comando específico, escreva %s%s %s comando .

source: %s allows you to register and control various aspects of channels. %s can often prevent malicious users from "taking over" channels by limiting who is allowed channel operator privileges. Available commands are listed below; to use them, type %s%s command . For more information on a specific command, type %s%s HELP command .
pt_pt: -=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x=- O %s permite que você registre e controle vários aspectos do canal. Você pode utilizar o %s para prevenir um 'take over' por exemplo e proteger o canal de usuários maliciosos já que ele limita o privilégio de OP apenas aos que possuem acesso. Os comandos disponíveis estão listados abaixo: * Utilização: %s%s comando . * Informações sobre um comando em específico: %s%s comando  -=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x=- * Veja toda a documentação: http://www.virtualife.com.br/chanserv. -=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x=-

source: %s already exists in %s bad words list.
pt_pt: %s já existe na lista de palavrões do %s.

source: %s already exists on %s autokick list.
pt_pt: %s já existe na lista de akick do %s.

source: %s already exists on the EXCEPTION list.
pt_pt: %s já existe na lista de excessões.

source: %s cannot be taken as times to ban.
pt_pt: %s não pode ser colocado como tempo para ban.

source: %s changed your usermodes to %s.
pt_pt: %s alterou seus modos de usuário para %s.

source: %s channel list:
pt_pt: Lista de canais do %s.

source: %s deleted from %s %s list.
pt_pt: %s removido da lista de %s de %s.

source: %s deleted from %s access list.
pt_pt: %s removido da lista de acesso do %s.

source: %s deleted from %s autokick list.
pt_pt: %s removido da lista de akick do %s.

source: %s deleted from %s bad words list.
pt_pt: %s removido da lista de palavrões do %s.

source: %s deleted from %s's access list.
pt_pt: %s removido da lista de acesso do nick %s.

source: %s deleted from %s's certificate list.
pt_pt: %s removido da lista de certificado do nick %s.

source: %s deleted from session-limit exception list.
pt_pt: %s removido da lista de limite de sessões.

source: %s deleted from the %s list.
pt_pt: %s removido da lista de %s.

source: %s deleted from the AKILL list.
pt_pt: %s removido da lista de AKILL.

source: %s disabled on channel %s.
pt_pt: %s desabilitado no canal %s.

source: %s has been invited to %s.
pt_pt: %s convidou você para o canal %s.

source: %s has been joined to %s.
pt_pt: %s foi introduzido em %s.

source: %s has been parted from %s.
pt_pt: %s foi retirado do %s.

source: %s has been unbanned from %s.
pt_pt: %s foi desbanido do canal %s.

source: %s has no access in any channels.
pt_pt: %s não possui acesso em nenhum canal.

source: %s has no access on %s.
pt_pt: %s não possui acesso ao %s.

source: %s has too many channels registered.
pt_pt: %s já possui muitos canais registrados.

source: %s is a super administrator.
pt_pt: %s é um super adminstrador.

source: %s is a utility allowing IRC users to send short messages to other IRC users, whether they are online at the time or not, or to channels(*). Both the sender's nickname and the target nickname or channel must be registered in order to send a memo. %s's commands include:
pt_pt: -=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x=- O %s permite aos usuários de IRC enviar curtas mensagens a outros usuários, mesmo que eles estejam conectados ou não. Também é possível enviar a canais (por padrão, qualquer usuário com no mínimo nível 10 pode ler as mensagens do canal. * Utilização: /%s comando . * Informações sobre um comando em específico: /MemoServ Help comando  -=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x=- * Veja toda a documentação: http://www.virtualife.com.br/memoserv. -=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x=-

source: %s is already in %s!
pt_pt: ¡%s já está no canal %s!

source: %s is already in %s.
pt_pt: %s já está no %s.

source: %s is already on the ignore list.
pt_pt: %s já consta em sua lista de ignorados.

source: %s is already suspended.
pt_pt: %s já está suspenso.

source: %s is not a registered unforbidden nick or channel.
pt_pt: %s não é um nick ou um canal registrado.

source: %s is not a valid ban type.
pt_pt: %s não é um tipo de BAN válido.

source: %s is not a valid bot or registered channel.
pt_pt: %s não é um bot ou canal registrado/válido.

source: %s is not a valid e-mail address.
pt_pt: %s não é um e-mail válido.

source: %s is not currently on channel %s.
pt_pt: %s não está presente no canal %s.

source: %s is not in %s.
pt_pt: %s não está no %s.

source: %s is not on the ignore list.
pt_pt: %s não está na lista de ignorados.

source: %s is on the auto kick list of %s (%s).
pt_pt: %s está na lista de AKICK do canal %s (%s).

source: %s is the founder of %s.
pt_pt: %s é o founder do canal %s.

source: %s matches access entry %s, which has privilege %s.
pt_pt: %s está na lista de acesso do canal %s, com o nível %s.

source: %s matches auto kick entry %s on %s (%s).
pt_pt: %s bate com a entrada %s da lista de akick do %s (%s).

source: %s not found on %s %s list.
pt_pt: %s não encontrada na lista de %s do %s.

source: %s not found on %s access list.
pt_pt: %s não foi encontrado na lista de acesso do canal %s.

source: %s not found on %s autokick list.
pt_pt: %s não foi encontrada na lista de akick do canal %s.

source: %s not found on %s bad words list.
pt_pt: %s não encontrado na lista de badwords do canal %s.

source: %s not found on %s's access list.
pt_pt: %s não foi encontrado na lista de acesso do %s.

source: %s not found on %s's certificate list.
pt_pt: %s não foi encontrado na lista de certificados do %s.

source: %s not found on ignore list.
pt_pt: %s não foi encontrado em sua lista de ignorados.

source: %s not found on session list, but has a limit of %d because it matches entry: %s.
pt_pt: %s não foi localizado na lista de excessões, porém tem um limite de %d pois sua entrada se coincide com a entrada: %s.

source: %s not found on session-limit exception list.
pt_pt: %s não encontrado na lista de limite de sessões.

source: %s not found on the %s list.
pt_pt: %s não foi encontrado na lista de %s .

source: %s not found on the AKILL list.
pt_pt: %s não foi encontrado na lista de AKILL.

source: %s removed from the %s access list.
pt_pt: %s apagado da lista de acesso do canal %s.

source: %s removed from the ignore list.
pt_pt: %s apagado de sua lista de ignorados.

source: %s users list:
pt_pt: Lista de usuários do %s:

source: %s will no longer be ignored.
pt_pt: %s não será mais ignorado.

source: %s will now be ignored for %s.
pt_pt: %s será ignorado por %s.

source: %s will now permanently be ignored.
pt_pt: %s será ignorado permanentemente.

source: %s%s HELP %s for more information.
pt_pt: %s%s HELP %s para maiores informações.

source: ADD nick user host real 
pt_pt: ADD nick usuario host realname

source: CHANGE oldnick newnick [ user [ host [ real ]]]
pt_pt: CHANGE nickantigo novonick [ usuario [ host [realname]]]

source: SET kills all operators from the given server and prevents operators from opering up on the given server. REVOKE removes this restriction.
pt_pt: SET Expulsa todos os IRCoperados de um determinado servidor. O comando REVOKE elimina esta restrição.

source: User access levels can be seen by using the %s command; type %s%s HELP LEVELS for information.
pt_pt: Os levels de acesso dos usuário podem ser vistos usando o comando %s; digite: %s%s HELP LEVELS para maiores informações.

source: [auto-memo] The memo you sent to %s has been viewed.
pt_pt: [auto-resposta] O memoserv que você enviou ao nick %s foi lido.

source: address
pt_pt: endereço

source: botname { ON|OFF }
pt_pt: nomedobot { ON|OFF }

source: channel
pt_pt: canal

source: channel bantype
pt_pt: canal tipo-de-ban

source: channel channel
pt_pt: canal canal

source: channel command method [ status ]
pt_pt: canal comando método [ estado ]

source: channel mask [ reason ]
pt_pt: canal máscara [ motivo ]

source: channel modes
pt_pt: canal modos

source: channel nick
pt_pt: canal nick

source: channel nick [ reason ]
pt_pt: canal nick [ motivo]

source: channel target [ what ]
pt_pt: canal alvo [ opção]

source: channel text
pt_pt: canal texto

source: channel time
pt_pt: canal tempo

source: channel user reason
pt_pt: canal usuario motivo

source: channel what
pt_pt: canal opção

source: channel ADD mask
pt_pt: canal ADD máscara

source: channel ADD mask level
pt_pt: canal ADD máscara nivel

source: channel ADD message
pt_pt: canal ADD mensagem

source: channel ADD word [ SINGLE | START | END ]
pt_pt: canal ADD palavra [ SINGLE | START | END ]

source: channel ADD { nick | mask } [ reason ]
pt_pt: canal ADD { nick | máscara } [ motivo ]

source: channel APPEND topic
pt_pt: canal APPEND topic

source: channel CLEAR
pt_pt: canal CLEAR

source: channel CLEAR [ what ]
pt_pt: canal CLEAR [ modo]

source: channel CLEAR [ALL]
pt_pt: canal CLEAR [ALL]

source: channel DEL num
pt_pt: canal DEL num

source: channel DEL { mask | entry-num | list }
pt_pt: canal DEL { máscara | num-entrada | lista }

source: channel DEL { nick | mask | entry-num | list }
pt_pt: canal DEL { nick | máscara | num-entrada | lista }

source: channel DEL { word | entry-num | list }
pt_pt: canal DEL { palavra | num-entrada | lista }

source: channel ENFORCE
pt_pt: canal ENFORCE

source: channel LIST
pt_pt: canal LIST

source: channel LIST [ mask | entry-num | list ]
pt_pt: canal LIST [ máscara | num-entrada | lista ]

source: channel LIST [ mask | list ]
pt_pt: canal LIST [ máscara | lista ]

source: channel LIST [ mask | + flags ]
pt_pt: canal LIST [ máscara | +flags ]

source: channel LOCK {ADD|DEL|SET|LIST} [ what ]
pt_pt: canal LOCK {ADD|DEL|SET|LIST} [opção]

source: channel RESET
pt_pt: canal RESET

source: channel SET modes
pt_pt: canal SET modos

source: channel SET type level
pt_pt: canal SET tipo nivel

source: channel VIEW [ mask | entry-num | list ]
pt_pt: canal VIEW [ máscara | num-entrada | lista ]

source: channel VIEW [ mask | list ]
pt_pt: canal VIEW [ máscara | lista ]

source: channel [ description ]
pt_pt: canal [ descrição]

source: channel [ nick ]
pt_pt: canal [ nick ]

source: channel [ parameters ]
pt_pt: canal [ parâmetros ]

source: channel [ user ]
pt_pt: canal [ usuário ]

source: channel [+ expiry ] [ reason ]
pt_pt: canal [+ expiração ] [ motivo ]

source: channel [+ expiry ] { nick | mask } [ reason ]
pt_pt: canal [+ tempo ] { nick | máscara } [ motivo]

source: channel [UNLOCK|LOCK]
pt_pt: canal [UNLOCK|LOCK]

source: channel { ON|OFF }
pt_pt: canal { ON|OFF }

source: channel { ON|OFF } [ ttb [ ln [ secs ]]]
pt_pt: canal { ON|OFF } [ ttb [ ln [ segs ]]]

source: channel { ON|OFF } [ ttb [ min [ percent ]]]
pt_pt: canal { ON|OFF } [ ttb [ min [ porcentagem]]]

source: channel { ON|OFF } [ ttb [ num ]]
pt_pt: canal { ON|OFF } [ ttb [ num ]]

source: channel { ON|OFF } [ ttb ]
pt_pt: canal { ON|OFF } [ ttb ]

source: channel {DIS | DISABLE} type
pt_pt: canal {DIS | DISABLE} tipo

source: channel {ON | LEVEL | OFF}
pt_pt: canal {ON | LEVEL | OFF}

source: channel {ON | OFF}
pt_pt: canal {ON | OFF}

source: language
pt_pt: idioma

source: memo-text
pt_pt: STAFF memo-text

source: message
pt_pt: menssagem

source: modname
pt_pt: nome-do-modulo

source: new-display
pt_pt: novo-display

source: new-password
pt_pt: nova-senha

source: nick channel
pt_pt: nick canal

source: nick hostmask
pt_pt: nick máscara

source: nick newnick
pt_pt: nick novo-nick

source: nick [ reason ]
pt_pt: nick [ motivo]

source: nickname
pt_pt: nick

source: nickname address
pt_pt: endereço do nick

source: nickname email
pt_pt: e-mail do nick

source: nickname language
pt_pt: idioma do nick

source: nickname message
pt_pt: mensagem de entrada do nick

source: nickname new-display
pt_pt: nick novo-display

source: nickname new-password
pt_pt: nick nova-senha

source: nickname [ parameter ]
pt_pt: nick [ parâmetro ]

source: nickname [ password ]
pt_pt: nick [ senha ]

source: nickname [+ expiry ] [ reason ]
pt_pt: nick [+ tempo] [ motivo ]

source: nickname {EMAIL | STATUS | USERMASK | QUIT} {ON | OFF}
pt_pt: nick {EMAIL | STATUS | USERMASK | QUIT} {ON | OFF}

source: nickname {ON | OFF}
pt_pt: nick {ON | OFF}

source: nickname {ON | QUICK | IMMED | OFF}
pt_pt: nick {ON | QUICK | IMMED | OFF}

source: option (channel | bot) settings
pt_pt: opção (canal | bot) configuração

source: option channel parameters
pt_pt: parâmetro das opções do canal

source: option channel { ON|OFF } [ settings ]
pt_pt: opção canal { ON|OFF } [ configuração ]

source: option nickname parameters
pt_pt: parâmetro da opção do nick

source: option parameters
pt_pt: parâmetro das opções

source: option setting
pt_pt: opções de configuração

source: passcode
pt_pt: código

source: password
pt_pt: senha

source: password [email]
pt_pt: senha [email]

source: password email
pt_pt: senha email

source: pattern [SUSPENDED] [NOEXPIRE]
pt_pt: padrões [SUSPENDED] [NOEXPIRE]

source: pattern [SUSPENDED] [NOEXPIRE] [UNCONFIRMED]
pt_pt: padrões [SUSPENDED] [NOEXPIRE] [UNCONFIRMED]

source: server [ reason ]
pt_pt: servidor [ motivo ]

source: user modes
pt_pt: usuario modos

source: user [ reason ]
pt_pt: usuario [ motivo]

source: NOTICE: This service is intended to provide a way for IRC users to ensure their identity is not compromised. It is NOT intended to facilitate "stealing" of nicknames or other malicious actions. Abuse of %s will result in, at minimum, loss of the abused nickname(s).
pt_pt: -=x-=x-=x-=x-=x-=x-=x-=x-=x-= Atenção x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x-=x=- Este serviço tem a intenção de prover um modo para que usuários da VirtuaLife não tenham sua identidade comprometida. Isto NÃO é voltado para facilitar 'roubo' dos nicks ou outras atitudes má intencionadas. O abuso do %s resultará em, no mínimo, perda do(s) nick(s) abusivo(s).

source: SNLINE ADD adds the given realname mask to the SNLINE list for the given reason (which must be given). expiry is specified as an integer followed by one of d (days), h (hours), or m (minutes). Combinations (such as 1h30m ) are not permitted. If a unit specifier is not included, the default is days (so +30 by itself means 30 days). To add an SNLINE which does not expire, use +0 . If the realname mask to be added starts with a + , an expiry time must be given, even if it is the same as the default. The current SNLINE default expiry time can be found with the STATS AKILL command. Note: because the realname mask may contain spaces, the separator between it and the reason is a colon.
pt_pt: SNLINE ADD adiciona uma máscara ident@host na lista de SNLINE para um dado motivo (deve ser fornecido). Opcionalmente, um tempo para o akill expirar pode ser fornecido. O tempo precede a máscara ident@host, e é especificado como um número inteiro seguido por uma das seguintes unidades: d (dias), h (horas) ou m (minutos). Combinações (como 1h30m) não são permitidas. Se uma unidade específica não é incluída, o padrão é em dias (assim, +30 significa 30 dias). Para adicionar um SNLINE que não expira, use +0 . Se a máscara a ser adicionada começar com um + , o tempo do SNLINE deve ser fornecido, mesmo se esse tempo for igual ao padrão. O tempo atual de expiração de SNLINEs pode ser encontrado com o comando STATS AKILL.

source: SQLINE ADD adds the given (nick's) mask to the SQLINE list for the given reason (which must be given). expiry is specified as an integer followed by one of d (days), h (hours), or m (minutes). Combinations (such as 1h30m ) are not permitted. If a unit specifier is not included, the default is days (so +30 by itself means 30 days). To add an SQLINE which does not expire, use +0 . If the mask to be added starts with a + , an expiry time must be given, even if it is the same as the default. The current SQLINE default expiry time can be found with the STATS AKILL command.
pt_pt: SQLINE ADD adiciona um nick na lista de SQLINE (nick não poderá ser mais usado) para um dado motivo (deve ser fornecido). Opcionalmente, um tempo para o sqline expirar pode ser fornecido. O tempo precede ao nick, e é especificado como um número inteiro seguido por uma das seguintes unidades: d (dias), h (horas) ou m (minutos). Combinações (como 1h30m) não são permitidas. Se uma unidade específica não é incluída, o padrão é em dias (assim, +30 significa 30 dias). Para adicionar um SQLINE que não expira, use +0 . Se o nick a ser adicionada começar com um + , o tempo do SQLINE deve ser fornecido, mesmo se esse tempo for igual ao padrão. O tempo atual de expiração de SQLINEs pode ser encontrado com o comando STATS AKILL.

source: Accounts that are not used anymore are subject to the automatic expiration, i.e. they will be deleted after %d days if not used.
pt_pt: -=x-=x-=x-=x-=x-=x-=x-=x-=x-= Expiração do nick x-=x-=x-=x-=x-=x-=x-=x=- Na VirtuaLife, os nicks que não tiverem nenhum acesso/identificação após %d dias serão deletados automaticamente, podendo assim ser registrado por outra pessoa.

source: Available commands are:
pt_pt: Os comandos disponíveis são:

source: Bot will join a channel whenever there is at least %d user(s) on it.
pt_pt: * O bot entrará no canal sempre que tiver no mínimo %d usuário(s) nele.

source: Enables or disables fantasy mode on a channel. When it is enabled, users will be able to use fantasy commands on a channel when prefixed with one of the following fantasy characters: %s Note that users wanting to use fantaisist commands MUST have enough access for both the FANTASIA and the command they are executing.
pt_pt: Ativa ou desativa o modo fantasia em um canal. Quando estiver ativado, os usuários poderão usar comandos fantasias como: !op, !deop, !voice, !devoice etc. Na VirtuaLife você pode utilizar os seguintes sufixos %s .Note que os usuários que quiserem usar esses comandos DEVEM ter um nível suficiente tanto para o nível FANTASIA quanto para outro, dependendo do comando usado (por exemplo, para usar !op, o usuário deve ter acesso aos comandos OP e DEOP).

source: Enables or disables greet mode on a channel. When it is enabled, the bot will display greet messages of users joining the channel, provided they have enough access to the channel.
pt_pt: Ativa ou desativa o modo greet em um canal. Quando ativado, o bot irá mostrar mensagens de entrada dos usuários quando eles entrarem no canal, caso tenham nível de acesso suficiente.

source: Enables or disables ops protection mode on a channel. When it is enabled, ops won't be kicked by the bot even if they don't match the NOKICK level.
pt_pt: Ativa ou desativa o modo de proteção de OPs em um canal. Quando estiver ativado, os OPs não serão kickados pelo bot, mesmo se eles não se enquadram no nível de NOKICK.

source: Enables or disables voices protection mode on a channel. When it is enabled, voices won't be kicked by the bot even if they don't match the NOKICK level.
pt_pt: Ativa ou desativa o modo de proteção de voices em um canal. Quando estiver ativado, os voices não serão kickados pelo bot, mesmo se eles não se enquadram no nível de NOKICK.

source: Fantasy commands may be prefixed with one of the following characters: %s
pt_pt: Os comandos fantasia podem ser utilizados pelo(s) seguinte(s) prefixos: %s
