Repository: teamjacu/pt_BR
Catalog: anope.*.po
Languages: pt_pt

source: days
pt_pt: dias

source: does not expire
pt_pt: não expira

source: expires in %d day
pt_pt: expira em %d dia

source: expires in %d days
pt_pt: expira em %d días

source: expires in %d hour, %d minute
pt_pt: expira em %d hora, %d minuto

source: expires in %d hour, %d minutes
pt_pt: expira em %d hora, %d minutos

source: expires in %d hours, %d minute
pt_pt: expira em %d horas, %d minuto

source: expires in %d hours, %d minutes
pt_pt: expira em %d horas, %d minutos

source: expires in %d minute
pt_pt: expira em %d minuto

source: expires in %d minutes
pt_pt: expira em %d minutos

source: expires momentarily
pt_pt: expira momentaneamente

source: hour
pt_pt: hora

source: hours
pt_pt: horas

source: letters: %s, words: %s, lines: %s, smileys: %s, actions: %s
pt_pt: letras: %s, palavras: %s, linhas: %s, smileys: %s, ações: %s

source: minute
pt_pt: minuto

source: minutes
pt_pt: minutos

source: not assigned yet
pt_pt: ainda não atribuído

source: second
pt_pt: segundo

source: seconds
pt_pt: segundos

source: vHost for %s has been activated.
pt_pt: O vHost para %s foi ativado.

source: vHost for %s has been rejected.
pt_pt: O vHost para %s foi rejeitado.

source: vhosts for group %s have been removed.
pt_pt: O vhost para o grupo %s foi removido.

source: year
pt_pt: ano

source: years
pt_pt: anos

source: { MODIFY | VIEW } [ block name item name item value ]
pt_pt: { MODIFY | VIEW } [ nome-block nome-item valor-item ]

source: { channel | nickname }
pt_pt: { canal | nick }

source: { nick | channel }
pt_pt: { nick | canal }

source: { nick | channel } memo-text
pt_pt: { nick | canal } texto-del-memo
