Repository: teamjacu/pt_BR
Catalog: anope.*.po
Languages: pt_pt

source: The LEVELS command allows fine control over the meaning of the numeric access levels used for channels. With this command, you can define the access level required for most of %s's functions. (The SET FOUNDER and this command are always restricted to the channel founder.) LEVELS SET allows the access level for a function or group of functions to be changed. LEVELS DISABLE (or DIS for short) disables an automatic feature or disallows access to a function by anyone, INCLUDING the founder (although, the founder can always reenable it). Use LEVELS SET founder to make a level founder only. LEVELS LIST shows the current levels for each function or group of functions. LEVELS RESET resets the levels to the default levels of a newly-created channel. For a list of the features and functions whose levels can be set, see HELP LEVELS DESC.
pt_pt: O comando LEVELS permite um controle mais preciso sobre o significado dos níveis de acesso ao canal, com o comando, você pode definir o nível de acesso necessário para a maioria das funções de %s. (O comando SET FOUNDER e Este comando sempre está restrito ao fundador do canal.) LEVELS SET permite alterar o nível de acesso para um função ou grupo de funções. LEVELS DISABLE (o DIS) desabilita uma função automática ou acesso a função em particular, INCLUINDO o fundador (embora o fundador sempre pode reativá-lo). LEVELS LIST mostra os níveis atuais para cada função ou grupo de funções. LEVELS RESET redefinir os níveis para padrão (veja HELP ACCESS LEVELS). Para obter uma lista de todas as funções cujos níveis pode ser mudado, veja HELP LEVELS DESC.

source: The LIST command allows you to list existing entries on the channel access list. If a mask is given, the mask is wildcard matched against all existing entries on the access list, and only those entries are returned. If a set of flags is given, only those on the access list with the specified flags are returned.
pt_pt: O comando LIST permite que você veja as entradas existentes na lista de acesso do canal. Se uma máscara for fornecida, apenas as entradas que correspondem são mostradascom essa máscara, se uma série de flags são fornecidas, apenas asentradas que tenha flags marcas.

source: The STATS command prints out statistics about stored nicks and memory usage.
pt_pt: O comando STATS mostra estatísticas sobre nicks armazenados e uso de memória.

source: The email parameter is optional and will set the email for your nick immediately. Your privacy is respected; this e-mail won't be given to any third-party person. You may also wish to SET HIDE it after registering if it isn't the default setting already.
pt_pt: O parâmetro email é opcional e definirá o email para o seu nick imediatamente. Nós respeitamos sua privacidade, esse e-mail não será compartilhado com terceiros. Você pode querer usar SET HIDE para escondê-lo se ainda não é uma opção padrão.

source: The %s list has been cleared.
pt_pt: A lista %s foi limpa.

source: The AKILL list has been cleared.
pt_pt: A lista de AKILLs foi limpa.

source: The Defcon level is now at: %d
pt_pt: O Nivel de Defcon agora é: %d

source: The E-mail address of %s will now be hidden from %s INFO displays.
pt_pt: O endereço de e-mail de %s agora estará escondido na saída %s INFO.

source: The E-mail address of %s will now be shown in %s INFO displays.
pt_pt: O endereço de e-mail de %s agora será mostrado na saída %s INFO.

source: The available flags are:
pt_pt: As flags disponíveis são:

source: The defcon system can be used to implement a pre-defined set of restrictions to services useful during an attempted attack on the network.
pt_pt: O sistema defcon pode ser usado para implementar um conjunto de restrições pré-definidas que são muito úteis em uma eventual ataque a rede.

source: The entry message list for %s is full.
pt_pt: A lista de mensagens de entrada para %s está cheia.

source: The following feature/function names are available:
pt_pt: As seguintes funções/recursos estão disponíveis:

source: The given mask may also be a channel, which will use the access list from the other channel up to the given level .
pt_pt: A máscara fornecida também pode ser um canal, que usará a lista de acesso do outro canal até o nivel fornecido

source: The host %s currently has %d sessions with a limit of %d because it matches entry: %s.
pt_pt: O host %s atualmente tem %d sessões com limite de %d porque corresponde com a entrada: %s.

source: The last memo you sent to %s (sent on %s) has been read.
pt_pt: O último memo que você enviou para %s (enviado em %s) foi lido.

source: The last memo you sent to %s (sent on %s) has not yet been read.
pt_pt: O último memo que você enviou para %s (enviado em %s) Ainda não foi lido.

source: The last quit message of %s will now be hidden from %s INFO displays.
pt_pt: A última mensagem de quit de %s agora esconde na saída %s INFO.

source: The last quit message of %s will now be shown in %s INFO displays.
pt_pt: A última mensagem de quit de %s agora ele será exibido na saída %s INFO.

source: The last seen user@host mask of %s will now be hidden from %s INFO displays.
pt_pt: A última máscara usuario@host vista de %s agora esconde na saída %s INFO.

source: The last seen user@host mask of %s will now be shown in %s INFO displays.
pt_pt: A última máscara usuario@host vista de %s agora sera exibido na saida %s INFO.

source: The limit on %s is not valid.
pt_pt: O limite em %s não é válido.

source: The mask must contain at least one non wildcard character.
pt_pt: A máscara deve conter pelo menos um caractere não-curinga.

source: The memo limit for %s may not be changed.
pt_pt: O limite de memos para %s Não pode ser alterado.

source: The new display MUST be a nickname of the nickname group %s.
pt_pt: A nova exibição DEVE ser um nick de seu grupo %s.

source: The new display is now %s.
pt_pt: A nova tela está agora %s.

source: The nick %s is now being changed to %s.
pt_pt: O nick %s está sendo mudado para %s.

source: The oper info already exists on %s.
pt_pt: As informações do operador já existem em %s.

source: The oper info list for %s is full.
pt_pt: A lista de informações dos operadores para %s está cheia.

source: The services access status of %s will now be hidden from %s INFO displays.
pt_pt: O status do acesso aos Serviços de %s agora esconde na saída %s INFO.

source: The services access status of %s will now be shown in %s INFO displays.
pt_pt: O status do acesso aos Serviços de %s agora ele será exibido na saída %s INFO.

source: The session exception list is empty.
pt_pt: A lista de exceções ao limite da sessão está vazia.

source: The user with your nick has been removed. Use this command again to release services's hold on your nick.
pt_pt: O usuário com o seu nick foi removido. Use novamente este comando para liberar o apelido retido pelos serviços.

source: There are %d memos on channel %s.
pt_pt: Existe %d memos no canal %s.

source: There are no bots available at this time. Ask a Services Operator to create one!
pt_pt: Nenhum bot disponível neste momento. ¡Peça um administrador de serviços para criar um!

source: There are no configured servers.
pt_pt: Nenhum servidor configurado.

source: There are no forbids of type %s.
pt_pt: Não há proibições do tipo %s.

source: There are too many nicks in your group.
pt_pt: Há muitos nicks em seu grupo.

source: There currently are no logging configurations for %s.
pt_pt: Não há configurações de registro para %s.

source: There is %d memo on channel %s.
pt_pt: Existe %d memo no canal %s.

source: There is a new memo on channel %s. Type %s%s READ %s %d to read it.
pt_pt: Há um novo memo no canal %s. Escreva %s%s READ %s %d para lêr.

source: There is no bot assigned to %s anymore.
pt_pt: Não há mais um bot atribuído a %s.

source: There is no logon news.
pt_pt: Não tem Noticias de Entrada.

source: There is no oper news.
pt_pt: Não há Noticias de Oper.

source: There is no random news.
pt_pt: Não há notícias aleatórias.

source: There is no such configuration block %s.
pt_pt: Não há bock de configuração %s.

source: There is no such mode %s.
pt_pt: Não existe o modo %s.

source: There's no email address set for your nick.
pt_pt: Seu nick não possui um endereço de e-mail.

source: This channel has been forbidden: %s
pt_pt: Este canal foi proibido: %s

source: This channel has been suspended.
pt_pt: Este canal foi suspenso.

source: This channel is suspended.
pt_pt: Este canal está suspenso.

source: This channel may not be used.
pt_pt: Este canal esta proibido.

source: This command allows managing DNS zones used for controlling what servers users are directed to when connecting. Omitting all parameters prints out the status of the DNS zone. ADDZONE adds a zone, eg us.yournetwork.tld. Servers can then be added to this zone with the ADDSERVER command. The ADDSERVER command adds a server to the given zone. When a query is done, the zone in question is served if it exists, else all servers in all zones are served. A server may be in more than one zone. The ADDIP command associates an IP with a server. The POOL and DEPOOL commands actually add and remove servers to their given zones.
pt_pt: Este comando permite que você gerencie as zonas DNS usadas para controlar osservidores Os usuários são redirecionados quando se conectam, se não forem fornecidosparâmetros, mostra o estado da zona DNS. ADDZONE adicione uma zona, por exemplo es.tudomino.tld. Eles podem então adicionar servidores na área com o comando ADDSERVER. O comando ADDSERVER Adicione um servidor à zona fornecida. Quando um é feito consulte dns, a área em questão é atendida, se existir, se não for, serão atendidostodos os servidores em todas as áreas. Um servidor pode estar em mais de uma zona. O comando ADDIP associa um IP com um servidor. Os comandos POOL e DEPOOL eles realmente adicionam e removem servidores de suas áreas fornecidas.

source: This command allows users to set the vhost of their CURRENT nick to be the vhost for all nicks in the same group.
pt_pt: Este comando permite aos usuários configurar o vhost de seu nick REAL como um vhost para todos os nicks do mesmo grupo.

source: This command also creates a new group for your nickname, that will allow you to register other nicks later sharing the same configuration, the same set of memos and the same channel privileges.
pt_pt: Este comando também cria um novo grupo para o seu nick, isso permitirá que você registre outros nicks mais tarde, compartilhando a mesma configuração, os mesmos memos e os mesmos privilégios.

source: This command is an alias to the command %s.
pt_pt: Este comando é um alias de comando %s.

source: This command is used by several commands as a way to confirm changes made to your account. This is most commonly used to confirm your email address once you register or change it. This is also used after the RESETPASS command has been used to force identify you to your nick so you may change your password.
pt_pt: Este comando é usado por vários comandos para confirmar alterações feitas em sua conta. É comum usar para confirmar seu e-mail quando você Registra ou altera sua conta. Também é usado depois de usar o comando RESETPASS para identificá-lo para que você possa alterar a senha.

source: This command lists information about the specified loaded module.
pt_pt: Este comando lista informações sobre o módulo carregado especificado.

source: This command loads the module named modname from the modules directory.
pt_pt: Este comando carrega o módulo chamado nome-do-módulo deste diretório dos módulos.

source: This command makes your nickname join the target nickname's group. password is the password of the target nickname. Joining a group will allow you to share your configuration, memos, and channel privileges with all the nicknames in the group, and much more! A group exists as long as it is useful. This means that even if a nick of the group is dropped, you won't lose the shared things described above, as long as there is at least one nick remaining in the group. You may be able to use this command even if you have not registered your nick yet. If your nick is already registered, you'll need to identify yourself before using this command. It is recommended to use this command with a non-registered nick because it will be registered automatically when using this command. You may use it with a registered nick (to change your group) only if your network administrators allowed it. You can only be in one group at a time. Group merging is not possible. Note : all the nicknames of a group have the same password.
pt_pt: Este comando faz seu nick entrar no nick group objetivo . senha é a senha do nick do alvo. Ao inserir um grupo, você pode compartilhar suas configurações, memos e privilégios de canal com todos os apelidos do grupo, ¡e muito mais! Um grupo existe enquanto é útil, o que significa que mesmo Se um nick for removido do grupo, você não perderá as coisas compartilhadas descreva acima, contanto que pelo menos um nick permaneça em um grupo. Você pode usar esse comando mesmo que ainda não tenha registrado seu nick, se o seu nick já está registrado, você precisará se identificar primeiro antes de usar este comando. Recomenda-se usar este comando com um apelido não registrado porque o nick será registrado automaticamente ao usar este comando Você pode usá-lo com um apelido registrado (para mudar seu grupo) somente se o administrador da rede permitiu. Você só pode estar em um grupo por vez, a fusão de grupos não É possível. Aviso : Todos os apelidos em um grupo possuem a mesma senha.

source: This command manages your auto join list. When you identify you will automatically join the channels on your auto join list. Services Operators may provide a nick to modify other users' auto join lists.
pt_pt: Este comando gerencia a lista de auto join. Quando você se identifica você entrará automaticamente nos canais da sua lista de auto join. Os operadores de serviço podem especificar um nick para modificar as listas de auto join de outros usuários.

source: This command may not be used on this network because nickname ownership is disabled.
pt_pt: Este comando não pode ser usado nesta rede porque a posse de nicks édesativado.

source: This command reloads the module named modname .
pt_pt: Este comando recarrega o módulo chamado nome-do-módulo .

source: This command retrieves the vhost requests.
pt_pt: Este comando retorna os pedidos de vhost.

source: This command searches the Services logfiles for messages that match the given pattern. The day and limit argument may be used to specify how many days of logs to search and the number of replies to limit to. By default this command searches one week of logs, and limits replies to 50. For example: LOGSEARCH +21d +500l Anope Searches the last 21 days worth of logs for messages containing Anope and lists the most recent 500 of them.
pt_pt: Este comando procura mensagens nos arquivos de log que combinam com o padrão fornecido, o dia e argumentos, limite pode ser usado para especificar quantos dias de registro Eles devem ser pesquisados e quantas entradas devem ser exibidas. defeito, este comando procura por uma semana de registros e os resultados são limitados a 50. Por exemplo: LOGSEARCH +21d +500l Anope Encontre mensagens dos últimos 21 dias que contenham a palavra Anope e listar os 500 mais recentes.

source: This command tells you what a users access is on a channel and what access entries, if any, they match. Additionally it will tell you of any auto kick entries they match. Usage of this command is limited to users who have the ability to modify access entries on the channel.
pt_pt: Este comando informa o acesso a um usuário no canal e quais as entradas de acesso, se houver, combiná-lo. Além disso, mostra qualquer entrada na lista de auto kick que corresponde com o usuário, o uso desse comando está limitado aos usuários isso pode modificar a lista de acesso do canal.

source: This command ungroups your nick, or if given, the specificed nick, from the group it is in. The ungrouped nick keeps its registration time, password, email, greet, language, and url. Everything else is reset. You may not ungroup yourself if there is only one nick in your group.
pt_pt: Este comando desagrupa seu nick ou o nick especificado do grupo que você está dentro. O nick desagrupado mantém sua data de registro sua senha, seu email, sua saudação, seu idioma e sua url. Todo o resto É reiniciado. Você não pode se desagrupar se houver apenas um apelido no seu grupo.

source: This command unloads the module named modname .
pt_pt: Este comando baixa o módulo chamado nome-do-módulo .

source: This command will resend you the registration confirmation email.
pt_pt: Este comando irá reenviar o e-mail de confirmação de registro.

source: This nick is owned by someone else. Please choose another. (If this is your nick, type %s%s IDENTIFY password .)
pt_pt: Este nick é de propriedade de alguém. Por favor, escolha outro. (Se é seu nick, escreva %s%s IDENTIFY senha .)

source: This nickname has been forbidden: %s
pt_pt: Este nick foi banido: %s

source: This nickname has been recovered by %s.
pt_pt: Este nick foi recuperado por %s.

source: This nickname has been recovered by %s. If you did not do this then %s may have your password, and you should change it.
pt_pt: Este nick foi recuperado por %s. Se não fosse você, então %s Você pode ter sua senha e você deve mudá-la.

source: This nickname has been registered; you may not use it.
pt_pt: Este nick foi registrado; você não pode usá-lo.

source: This nickname is suspended.
pt_pt: Este nick está suspenso.

source: This nickname is registered and protected. If it is your nick, type %s%s IDENTIFY password . Otherwise, please choose a different nick.
pt_pt: Este nick está registrado e protegido. Se é seu nick, digite %s%s IDENTIFY senha . se não, por favor, escolha um nick diferente.

source: To delete, type: %s%s %s %d
pt_pt: Para apagar, digite: %s%s %s %d

source: To delete, type: %s%s %s %s %d
pt_pt: Para apagar, digite: %s%s %s %s %d

source: To protect ops against bot kicks
pt_pt: Para proteger os OPs de kicks do bot

source: To protect voices against bot kicks
pt_pt: Para proteger usuarios com voice do kicks do bot

source: To search for channels starting with #, search for the channel name without the #-sign prepended (anope instead of #anope).
pt_pt: Para procurar canais que começam com #, procure por nome do canal sem o prefixo # (virtualife em vez de #virtualife).

source: Top %i of %s
pt_pt: Top %i de %s

source: Topic
pt_pt: Topico

source: Topic lock
pt_pt: Bloqueio de topico

source: Topic lock option for %s is now off.
pt_pt: Bloqueio de topico para %s Desativado.

source: Topic lock option for %s is now on.
pt_pt: Bloqueio de topico para %s Ativado.

source: Topic retention
pt_pt: Retenção do tópico

source: Topic retention option for %s is now off.
pt_pt: Retenção de tópicos para %s Desativada.

source: Topic retention option for %s is now on.
pt_pt: Retenção de tópicos para %s Ativada.

source: Topic set by
pt_pt: Tópico posto por

source: Turn caps lock OFF!
pt_pt: ¡Desativar letras maiúsculas!

source: Turn chanstats statistics on or off
pt_pt: Coloque as estatísticas do canal para on ou off.

source: Turn nickname security on or off
pt_pt: Coloque a segurança do apelido para on ou off.

source: Turn protection on or off
pt_pt: Coloque proteção para on ou off.

source: Turns %s's privacy option on or off for the nick. With PRIVATE set, the nickname will not appear in nickname lists generated with %s's LIST command. (However, anyone who knows the nickname can still get information on it using the INFO command.)
pt_pt: Ele coloca as características de privacidade de %s para o nick para on ou off. Com PRIVATE ativado, o nick não aparecerá nas listas de nicks gerado com o comando LIST de %s. (No entanto, qualquer pessoa que conheça o apelido pode verificar as informações usando o comando INFO.)

source: Turns %s's privacy option on or off for your nick. With PRIVATE set, your nickname will not appear in nickname lists generated with %s's LIST command. (However, anyone who knows your nickname can still get information on it using the INFO command.)
pt_pt: Ele coloca as características de privacidade de %s para o seu nick on ou off. Com PRIVATE ativado, seu nick não aparecerá nas listas de nicks gerado com o comando LIST de %s. (No entanto, qualquer pessoa que conheça seu apelido pode verificar suas informações usando o comando INFO.)

source: Turns %s's security features on or off for your nick. With SECURE set, you must enter your password before you will be recognized as the owner of the nick, regardless of whether your address is on the access list. However, if you are on the access list, %s will not auto-kill you regardless of the setting of the KILL option.
pt_pt: Ele coloca as características de segurança de %s para seu nick on ou off. Com SECURE ativado, você deve inserir sua senha para ser reconhecido como o proprietário do nick, mesmo que O endereço esteja na lista de acesso, no entanto, se você estiver na Lista de acesso, %s não vai auto-killar, não importa como esteja as opçõesKILL.

source: Turns Chanstats statistics ON or OFF.
pt_pt: Coloque as estatísticas do canal para ON ou OFF.

source: Turns chanstats channel statistics ON or OFF for this user.
pt_pt: Coloque as estatísticas do canal para este usuário ON ou OFF.

source: Turns the automatic protection option for the nick on or off. With protection on, if another user tries to take the nick, they will be given one minute to change to another nick, after which %s will forcibly change their nick. If you select QUICK, the user will be given only 20 seconds to change nicks instead of the usual 60. If you select IMMED, the user's nick will be changed immediately without being warned first or given a chance to change their nick; please do not use this option unless necessary. Also, your network's administrators may have disabled this option.
pt_pt: Altere a proteção de inicialização automática para on ou off. Com proteção ativada, se outro usuário tentar usar o apelido, Você terá um minuto para mudar o nick, após o tempo %s mudará automaticamente seu nick. Se você definir QUICK, o usuário terá apenas 20 segundos para mudar o nick em vez do 60 normal. Se você selecionar IMMED, o nick do usuário será alterado imediatamente sin seja avisado ou tenha a oportunidade de mudá-lo antes; Não use esta opção a menos que você a considere Além disso, os administradores de rede podem ter desabilitado esta opção.
