Repository: teamjacu/pt_BR
Catalog: anope.*.po
Languages: pt_pt

source: NOTICE: In order to register a channel, you must have first registered your nickname.
pt_pt: AVISO: Para registrar um canal você precisar ter um nick registrado. Maiores informações, digite /NickServ help register.

source: Note that any channel which is not used for %d days (i.e. which no user on the channel's access list enters for that period of time) will be automatically dropped.
pt_pt: -=x-=x-=x-=x-=x-=x-=x-=x-=x-= Expiração do canal x-=x-=x-=x-=x-=x-=x-=x=- Na VirtuaLife, os canais que não tiverem nenhum acesso de algum membro inserido na lista de acesso do canal após %d dias serão deletados automaticamente, podendo assim ser registrado por outra pessoa.

source: See the %s command (%s%s HELP ACCESS) for information on giving a subset of these privileges to other channel users.
pt_pt: Utilize o comando %s (%s%s HELP ACCESS) para lhe auxiliar a saber dar privilégios na lista de acesso para outros usuários.

source: Services Operators can also drop any nickname without needing to identify for the nick, and may view the access list for any nickname.
pt_pt: -=x-=x-=x-=x-=x-=x-=x-=x-=x-= SA's x-=x-=x-=x-=x-=x-=x-=x=-=x-=x-=x-=x=-= Os SA's podem deletar o registro de qualquer nick/canal assim como ter acesso a todos os comandos de acesso dos canais/nicks.

source: Services Operators can also, depending on their access drop any channel, view (and modify) the access, levels and akick lists and settings for any channel.
pt_pt: -=x-=x-=x-=x-=x-=x-=x-=x-=x-= SA's x-=x-=x-=x-=x-=x-=x-=x=-=x-=x-=x-=x=-= Os SA's podem deletar o registro de qualquer nick/canal assim como ter acesso a todos os comandos de acesso dos canais/nicks.

source: Sets the time bot bans expire in. If enabled, any bans placed by bots, such as flood kicker, badwords kicker, etc. will automatically be removed after the given time. Set to 0 to disable bans from automatically expiring.
pt_pt: Estabelece o tempo em que o BotServ irá remover os bans setados no canal. Coloque 0 caso não queira mais que o bot remova os bans automaticamente.

source: The %s ADD command adds the given nickname to the %s list. The %s DEL command removes the given nick from the %s list. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The %s LIST command displays the %s list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: %s #channel LIST 2-5,7-9 Lists %s entries numbered 2 through 5 and 7 through 9. The %s CLEAR command clears all entries of the %s list.
pt_pt: Mantém a lista de HOP (HalfOP) para um canal. A lista de HOP dá a um usuário o direito de receber HalfOP automaticamente ao entrar no canal. O comando %s ADD adiciona o nick fornecido à lista de %s. The %s DEL remove o nick fornecido da lista de %s. Se uma lista de números de entrada é fornecida, essas entradas são deletadas. (Veja o exemplo para LIST abaixo.) O comando %s LIST exibe a lista de %s. Se uma máscara é fornecida, apenas as entradas que combinarem com ela serão mostradas. Se uma lista de números de entrada é fornecida, apenas essas entradas são mostradas; por exemplo: %s #canal LIST 2-5,7-9 Lista as entradas de %s numeradas de 2 a 5 e de 7 a 9. O comando %s CLEAR remove todas as entradas da lista de %s.

source: The AKICK DEL command removes the given nick or mask from the AutoKick list. It does not, however, remove any bans placed by an AutoKick; those must be removed manually. The AKICK LIST command displays the AutoKick list, or optionally only those AutoKick entries which match the given mask. The AKICK VIEW command is a more verbose version of the AKICK LIST command. The AKICK ENFORCE command causes %s to enforce the current AKICK list by removing those users who match an AKICK mask. The AKICK CLEAR command clears all entries of the akick list.
pt_pt: O comando AKICK DEL Remove o nick ou a máscara fornecidos da lista de Auto Kicks do canal. Porém, não elimina nenhum ban posto por um Kick Automático; esses devem ser eliminados manualmente. O comando AKICK LIST mostra a lista de AKick do canal oapenas as entradas que correspondem à máscara dada. O comando AKICK VIEW proporciona mais detalhes do que o comando AKICK LIST. O comando AKICK ENFORCE faz com que a lista seja forçada AKICK de %s eliminando os usuários que concordam com uma máscara AKICK. O comando AKICK CLEAR Remove todas as entradas da list akick.

source: The AKILL DEL command removes the given mask from the AKILL list if it is present. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The AKILL LIST command displays the AKILL list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: AKILL LIST 2-5,7-9 Lists AKILL entries numbered 2 through 5 and 7 through 9. AKILL VIEW is a more verbose version of AKILL LIST, and will show who added an AKILL, the date it was added, and when it expires, as well as the user@host/ip mask and reason. AKILL CLEAR clears all entries of the AKILL list.
pt_pt: O comando AKILL DEL Remove a máscara da lista AKILL se estiver presente. Se for fornecida uma lista de números, essas entradas são eliminadas. (Veja o exemplo da LISTA mais Abaixo.) O comando AKILL LIST mostra a lista AKILL. Se uma máscara for fornecida, apenas as entradas são exibidas que combinam a máscara. Se uma lista de números, apenas essas entradas são mostradas; por exemplo: AKILL LIST 2-5,7-9 Lista as entradas AKILL números 2 a 5 e 7 a 9. AKILL VIEW É uma versão mais completa do AKILL LIST, e mostrará quem adicionou o AKILL, a data em que ele fez, quando expira, a máscara usuario@host/ip e a razão. AKILL CLEAR apague todas as entradas na lista AKILL.

source: The SNLINE DEL command removes the given mask from the SNLINE list if it is present. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The SNLINE LIST command displays the SNLINE list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: SNLINE LIST 2-5,7-9 Lists SNLINE entries numbered 2 through 5 and 7 through 9. SNLINE VIEW is a more verbose version of SNLINE LIST, and will show who added an SNLINE, the date it was added, and when it expires, as well as the realname mask and reason. SNLINE CLEAR clears all entries of the SNLINE list.
pt_pt: O comando SNLINE DEL remove uma máscara da lista SNLINE se estiver presente. Se for fornecida uma lista de números, essas entradas são eliminadas. (Veja o exemplo da LISTA mais abaixo.) O comando SNLINE LIST Mostra a lista SNLINE. Se uma máscara for fornecida, apenas as entradas são exibidas que combinam com a máscara. Se uma lista de números, somente essas entradas são mostradas; por exemplo: SNLINE LIST 2-5,7-9 Lista as entradas SNLINE números 2 a 5 e 7 a 9. SNLINE VIEW É uma versão mais completa do SNLINE LIST, e mostrará quem adicionou o SNLINE, a data em que fez, quando expira, a máscara de nome real e o motivo. SNLINE CLEAR Remove todas as entradas na lista SNLINE.

source: The SQLINE DEL command removes the given mask from the SQLINE list if it is present. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) The SQLINE LIST command displays the SQLINE list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: SQLINE LIST 2-5,7-9 Lists SQLINE entries numbered 2 through 5 and 7 through 9. SQLINE VIEW is a more verbose version of SQLINE LIST, and will show who added an SQLINE, the date it was added, and when it expires, as well as the mask and reason. SQLINE CLEAR clears all entries of the SQLINE list.
pt_pt: O comando SQLINE DEL Remove a máscara da lista SQLINE se estiver presente. Se for fornecida uma lista de números, essas entradas são eliminadas. (Veja o exemplo da LISTA mais abaixo.) O comando SQLINE LIST Mostra a lista SQLINE. Se uma máscara for fornecida, apenas as entradas são exibidas que combinam a máscara. Se uma lista de somente essas entradas são mostradas; por exemplo: SQLINE LIST 2-5,7-9 Lista as entradas SQLINE números 2 a 5 e 7 a 9. SQLINE VIEW é uma Versão mais completa de SQLINE LIST, e mostrará quem adicionou o SQLINE, a data em que fez, quando expira, a máscara e a razão. SQLINE CLEAR Remove todas as entradas da lista SQLINE.

source: This option prevents a bot from being assigned to a channel by users that aren't IRC Operators.
pt_pt: Esta opção impede que um bot seja atribuído a um canal por outros usuários que não sejam IRCops.

source: Type %s%s HELP command  for help on any of the above commands.
pt_pt: Escreva %s%s HELP comando  para obter ajuda sobre qualquer dos comandos anteriores.

source: %s is online using this oper block.
pt_pt: %s está en línea usando este bloque de operador.

source: Command %s on %s is linked to %s
pt_pt: O comando %s em %s está associado a %s

source: Providing service: %s
pt_pt: Serviço prestado: %s

source: This oper is configured in the configuration file.
pt_pt: Este operador está definido no arquivo de configuração.

source: Loaded at: %p
pt_pt: Carregado em: %p

source: but %s mysteriously dematerialized.
pt_pt: mas %s misteriosamente desmaterializado.

source: "/msg %s" is no longer supported. Use "/msg %s@%s" or "/%s" instead.
pt_pt: "/msg %s" não é mais suportado. Use "/msg %s@%s" o "/%s" em seu lugar.

source: "Jupiter" a server
pt_pt: "Jupitear" um servidor

source: %2lu %-16s letters: %s, words: %s, lines: %s, smileys: %s, actions: %s
pt_pt: %2lu %-16s letras: %s, palavras: %s, Linhas: %s, smileys: %s, ações: %s

source: %c is an unknown status mode.
pt_pt: %c é um modo de status desconhecido.

source: %c%c is not locked on %s.
pt_pt: %c%c não está bloqueado %s.

source: %c%c%s has been unlocked from %s.
pt_pt: %c%c%s foi desbloqueado desde %s.

source: %d access entries from %s have been cloned to %s.
pt_pt: %d entradas de acesso de %s foram clonados %s.

source: %d bots available.
pt_pt: %d bots disponiveis.

source: %d modules loaded.
pt_pt: %d módulos carregados.

source: %d nickname(s) in the group.
pt_pt: %d nick(s) no grupo.

source: %lu nicks are stored in the database, using %.2Lf kB of memory.
pt_pt: %lu nicks eles são armazenados no banco de dados, usando %.2Lf kB de memoria.

source: %s %s list is empty.
pt_pt: a lista de %s de %s está vazia.

source: %s (%d kick(s) to ban)
pt_pt: %s (%d kick(s) para proibir)

source: %s (%d kick(s) to ban; %d lines in %ds)
pt_pt: %s (%d kick(s) para proibir; %d linhas em %ds)

source: %s (%d kick(s) to ban; %d times)
pt_pt: %s (%d kick(s) para proibir; %d vezes)

source: %s (%d kick(s) to ban; minimum %d/%d%%)
pt_pt: %s (%d kick(s) para proibir; mínimo %d/%d%%)

source: %s (%d lines in %ds)
pt_pt: %s (%d linhas em %ds)

source: %s (%d times)
pt_pt: %s (%d vezes)

source: %s (%s) was kicked from %s ("%s") %s ago%s
pt_pt: %s (%s) foi kickado de %s ("%s") há%s%s

source: %s (%s) was kicked from a secret channel %s ago%s
pt_pt: %s (%s) foi kickado de um canal secreto há %s%s

source: %s (%s) was last seen changing nick from %s to %s %s ago%s
pt_pt: %s (%s) mudou o nick pela última vez %s a %s há %s%s

source: %s (%s) was last seen changing nick to %s %s ago%s
pt_pt: %s (%s) mudou o nick pela última vez a %s há %s%s

source: %s (%s) was last seen connecting %s ago (%s)%s
pt_pt: %s (%s) foi visto pela última vez conectando há %s (%s)%s

source: %s (%s) was last seen joining %s %s ago%s
pt_pt: %s (%s) foi visto pela última vez entrando %s há %s %s

source: %s (%s) was last seen joining a secret channel %s ago%s
pt_pt: %s (%s) foi visto pela última vez em um canal secreto há %s%s

source: %s (%s) was last seen parting %s %s ago%s
pt_pt: %s (%s) foi visto pela última vez que saiu de %s há %s%s

source: %s (%s) was last seen parting a secret channel %s ago%s
pt_pt: %s (%s) foi visto pela última vez deixando um canal secreto há %s%s

source: %s (%s) was last seen quitting (%s) %s ago (%s).
pt_pt: %s (%s) foi visto pela última vez desconectando (%s) há %s (%s).

source: %s (minimum %d/%d%%)
pt_pt: %s (mínimo %d/%d%%)

source: %s access list is empty.
pt_pt: A lista de accesso do %s esta vazia.

source: %s added to %s's auto join list.
pt_pt: %s adicionado à lista de auto join do %s.

source: %s already exists.
pt_pt: %s ya existe.

source: %s autokick list is empty.
pt_pt: A lista de Akicks do canal %s está vazia.

source: %s bad words list is empty.
pt_pt: A lista de palavrões do %s está vazia.

source: %s cannot be the successor on channel %s as they are the founder.
pt_pt: %s não pode ser o sucessor no canal %s já que ele é o fundador.

source: %s commands:
pt_pt: Comandos para %s:

source: %s coverage is too wide; Please use a more specific mask.
pt_pt: %s Abrange uma ampla gama; use uma máscara específica.

source: %s currently has %d memos, of which %d are unread.
pt_pt: %s atualmente tem %d memos, dos quais %d não foram lidos.

source: %s currently has %d memos, of which 1 is unread.
pt_pt: %s atualmente tem %d memos, dos quais 1 ainda não foi lido.

source: %s currently has %d memos.
pt_pt: %s atualmente tem %d memos.

source: %s currently has %d memos; all of them are unread.
pt_pt: %s atualmente tem %d memos, dos quais nenhum foi lido .

source: %s currently has 1 memo, and it has not yet been read.
pt_pt: %s atualmente tem 1 memo que ainda não foi lido.

source: %s currently has 1 memo.
pt_pt: %s tem 1 memo.

source: %s currently has no memos.
pt_pt: %s não tem memos.

source: %s deleted from the %s forbid list.
pt_pt: %s Remover da lista de proibições de %s.

source: %s for %s set to %s.
pt_pt: %s para %s estabelecido a %s.

source: %s for %s unset.
pt_pt: %s para %s eliminado.

source: %s had an invalid key specified, and was thus ignored.
pt_pt: A Senha especificada para %s não é valida, e foi ignorado.

source: %s has no memo limit.
pt_pt: %s não tem limites de memos.

source: %s has no memos.
pt_pt: %s não tem memos.

source: %s has no new memos.
pt_pt: %s não tem novos memos.

source: %s is %s
pt_pt: %s é %s

source: %s is a Services Operator of type %s.
pt_pt: %s é um Operador dos Serviços do tipo %s.

source: %s is a client on services.
pt_pt: %s é um cliente nos Serviços.

source: %s is a network service.
pt_pt: %s É um serviço de rede.

source: %s is already covered by %s.
pt_pt: %s já está coberto por %s.

source: %s is already on %s's auto join list.
pt_pt: %s já está na lista de inscrição automática do %s.

source: %s is an unconfirmed nickname.
pt_pt: %s É um nick não confirmado.

source: %s is another way to modify the channel access list, similar to the XOP and ACCESS methods.
pt_pt: %s é outra maneira de modificar a lista de acesso do canal, semelhante a os métodos XOP e ACCESS.

source: %s is currently online.
pt_pt: %s está atualmente online.

source: %s is disabled
pt_pt: %s está desabilitado

source: %s is enabled
pt_pt: %s está habilitado

source: %s is not a valid IP address.
pt_pt: %s não é um IP válido.

source: %s is not a valid command.
pt_pt: %s não é um comando válido.

source: %s is not a valid logging method.
pt_pt: %s não é um método de registro válido.

source: %s is not notified of new memos.
pt_pt: %s não é notificado de memos novos.

source: %s is notified of new memos at logon and when they arrive.
pt_pt: %s é notificado de novos memos quando conectado e quando são enviados.

source: %s is notified of news memos at logon.
pt_pt: %s é notificado de novos memos quando se conecta.

source: %s is notified when new memos arrive.
pt_pt: %s é notificado quando novos memos são enviados para você.

source: %s is on the channel right now (as %s)!
pt_pt: ¡%s está no canal agora (como %s)!

source: %s is on the channel right now!
pt_pt: ¡%s está no canal agora!

source: %s list for %s
pt_pt: Lista %s para %s

source: %s list is empty.
pt_pt: a lista %s esta vazia.

source: %s locked on %s.
pt_pt: %s bloqueado em %s.

source: %s not found.
pt_pt: %s não encontrado.

source: %s settings:
pt_pt: Configuração de %s:

source: %s was last seen here %s ago.
pt_pt: %s foi visto pela última vez aqui %s.

source: %s was not found on %s's auto join list.
pt_pt: %s não encontrado na lista de auto join de %s.

source: %s was removed from %s's auto join list.
pt_pt: %s Removido da lista de auto join de %s.

source: %s will not send you any notification of memos.
pt_pt: %s não lhe enviará nenhuma notificação sobre seus memos.

source: %s will now notify you of memos when they are sent to you.
pt_pt: %s agora irá notificá-lo de seus memos quando eles forem enviados para você.

source: %s will now notify you of memos when you log on and when they are sent to you.
pt_pt: %s agora irá notificá-lo de seus memos quando você se conectar e quando eles estiverem enviados.

source: %s will now notify you of memos when you log on or unset /AWAY.
pt_pt: %s agora você irá notificá-lo de seus memos quando você se conectar ou tirar o seu /AWAY.

source: %s!%s@%s (%s) added to the bot list.
pt_pt: %s!%s@%s (%s) adicionado à lista de bot.

source: %s's access list is empty.
pt_pt: a lista de acceso de %s está vazia.

source: %s's auto join list is empty.
pt_pt: a lista de auto join de %s está vazia.

source: %s's auto join list:
pt_pt: Lista de auto join de %s:

source: %s's certificate list is empty.
pt_pt: a lista de certificados de %s está vazia.

source: %s's memo limit is %d, and may not be changed.
pt_pt: O limite de memos para %s é %d, e não pode ser alterado.

source: %s's memo limit is %d.
pt_pt: O límite de memos para %s é %d.

source: (%s ago)
pt_pt: (faz %s)

source: (%s from now)
pt_pt: (%s desde agora)

source: (by %s on %s) %s
pt_pt: (por %s em %s) %s

source: (disabled)
pt_pt: (desabilitado)

source: (founder only)
pt_pt: (único fundador)

source: (now)
pt_pt: (agora)

source: * AKILL any new clients connecting
pt_pt: * AKILL para qualquer novo cliente que conecte

source: * Force channel modes (%s) to be set on all channels
pt_pt: * Força os Modos de Canal (%s) em todos os canais

source: * Ignore non-opers with a message
pt_pt: * Ignore qualquer operador que não seja operador com uma mensagem

source: * Kill any new clients connecting
pt_pt: * Kill para qualquer novo cliente que conecte

source: * No mode lock changes
pt_pt: * Nenhuma alteração nos modos bloqueados

source: * No new channel registrations
pt_pt: * Nenhum novo registro de canal

source: * No new memos sent
pt_pt: * Não foram enviados novos memos

source: * No new nick registrations
pt_pt: * Nenhum novo registro de nicks

source: * Silently ignore non-opers
pt_pt: * Ignore silenciosamente os não operadores

source: * Use the reduced session limit of %d
pt_pt: * Use o limite de sessão reduzida de %d

source: , but %s mysteriously dematerialized.
pt_pt: , mas %s Ele desmaterializou misteriosamente.

source: . %s is still online.
pt_pt: . %s ainda está online.

source: <unknown>
pt_pt: <desconhecido>

source: A confirmation e-mail has been sent to %s. Follow the instructions in it to change your e-mail address.
pt_pt: Um e-mail de confirmação foi enviado para %s. Siga as instruções nele para alterar o seu endereço de e-mail.

source: A massmemo has been sent to all registered users.
pt_pt: Um massmemo foi enviado para todos os usuários registrados.

source: A memo informing the user will also be sent, which includes the reason for the rejection if supplied.
pt_pt: Um memo também será enviado informando o usuário, que incluirá o motivo é fornecido.

source: A memo informing the user will also be sent.
pt_pt: Tambem se enviará um memo informando o usuário.

source: A notification memo has been sent to %s informing him/her you have read his/her memo.
pt_pt: Uma notificação foi enviada para %s informando que você leu seu memos.

source: A vHost ident must be in the format of a valid ident.
pt_pt: A ident de um vHost deve estar em um formato ident válido

source: A vHost must be in the format of a valid hostname.
pt_pt: Um vhost deve estar no formato de um host válido.

source: ADD expiry { nick | mask } [ reason ]
pt_pt: ADD expiração { nick | máscara } [ razão ]

source: ADD oper type
pt_pt: ADD operador tipo

source: ADD target info
pt_pt: ADD objetivo info

source: ADD text
pt_pt: ADD texto

source: ADD [ +expiry ] mask limit reason
pt_pt: ADD [ +expiração ] máscara límite razão

source: ADD [ nickname ] channel [ key ]
pt_pt: ADD [ nick ] canal [ senha ]

source: ADD [ nickname ] mask
pt_pt: ADD [ nick ] máscara

source: ADD [+ expiry ] mask reason
pt_pt: ADD [+ expiração ] máscara razão

source: ADD [+ expiry ] mask : reason
pt_pt: ADD [+ expiração ] máscara : razão

source: ADD {NICK|CHAN|EMAIL|REGISTER} [+ expiry ] entry reason
pt_pt: ADD {NICK|CHAN|EMAIL|REGISTER} [+ expiração ] entrada  razão

source: ADDIP server.name ip
pt_pt: ADDIP nome-do-servidor ip

source: ADDSERVER server.name [ zone.name ]
pt_pt: ADDSERVER nome-do-servidor [ nome-da-zona ]

source: ADDZONE zone.name
pt_pt: ADDZONE nome-da-zona

source: AKICK ENFORCE for %s complete; %d users were affected.
pt_pt: AKICK ENFORCE en %s completo; %d usuarios afetados.

source: AKILL all users on a specific channel
pt_pt: AKILL todos os usuários de um canal específico

source: AKILL list is empty.
pt_pt: A lista de AKILLS está vazia.

source: AMSG kicker
pt_pt: Kick por AMSG

source: Access
pt_pt: Acceso

source: Access denied.
pt_pt: Acceso negado.

source: Access for %s on %s:
pt_pt: Acceso para %s em %s:

source: Access level must be between %d and %d inclusive.
pt_pt: O nível de acesso deve estar entre %d e %d inclusive.

source: Access level must be non-zero.
pt_pt: O nível de acesso não pode ser zero.

source: Access level settings for channel %s:
pt_pt: Opções de nível de acesso para o canal %s:

source: Access levels for %s reset to defaults.
pt_pt: Níveis de acesso para %s redefinido para os valores originais.

source: Access list for %s:
pt_pt: Lista de accesso para %s:

source: Access to this command requires the permission %s to be present in your opertype.
pt_pt: O acesso a este comando requer que a permissão %s esteja presente no seu tipo de oper.

source: Activate security features
pt_pt: Ativar recursos de segurança

source: Activate the requested vHost for the given nick.
pt_pt: Ative o vHost solicitado para o apelido fornecido.

source: Activates the vhost currently assigned to the nick in use. When you use this command any user who performs a /whois on you will see the vhost instead of your real host/IP address.
pt_pt: Ativa o vhost atualmente atribuído ao nick em uso. Quando você usa esse comando, qualquer usuário que o faça A /whois verá o vhost em vez do seu host /IP real.

source: Activates your assigned vhost
pt_pt: Ative seu vhost atribuído.

source: Add or delete oper information for a given nick or channel. This will show to opers in the respective info command for the nick or channel.
pt_pt: Adicione ou exclua informações de operação para o nick ou canal fornecido. Isso será mostrado aos opers com o respectivo comando para o nick o canal.

source: Added IP %s to %s.
pt_pt: Adicionado IP %s um %s.

source: Added a forbid on %s of type %s to expire on %s.
pt_pt: Adicionou uma proibição %s do tipo %s que expirará em %s

source: Added info to %s.
pt_pt: Adicionou informações para %s.

source: Added new logon news item.
pt_pt: Novas notícias de entrada foram adicionadas.

source: Added new oper news item.
pt_pt: Novas noticia de oper adicionadas.
