Repository: teamjacu/pt_BR
Catalog: anope.*.po
Languages: pt_pt

source: Puts an AKILL for every nick on the specified channel. It uses the entire real ident@host for every nick, and then enforces the AKILL.
pt_pt: Coloca um AKILL para cada nick no canal especificado. Usa a máscara completa ident@host para cada nick, então forçar a AKILL.

source: Quick protection
pt_pt: Proteção rápida

source: RANDOMNEWS {ADD|DEL|LIST} [ text | num ]
pt_pt: RANDOMNEWS {ADD|DEL|LIST} [ texto | número ]

source: REGONLY enforced by
pt_pt: REGONLY forçado por

source: RESTRICTED enforced by
pt_pt: RESTRICTED forçado por

source: REVOKE server
pt_pt: REVOKE servidor

source: Random news item #%d deleted.
pt_pt: Notícias aleatórias #%d apagadas.

source: Random news item #%s not found!
pt_pt: ¡Notícias aleatórias #%s não encontradas!

source: Random news items:
pt_pt: Notícias aleatórias:

source: Read a memo or memos
pt_pt: Ler um memo o memos

source: Real name
pt_pt: Nome real

source: Reason
pt_pt: Razão

source: Reason for %s updated.
pt_pt: Razão para %s atualizada.

source: Recovers your nick from another user or from services. If services are currently holding your nick, the hold will be released. If another user is holding your nick and is identified they will be killed (similar to the old GHOST command). If they are not identified they will be forced off of the nick.
pt_pt: Recupere seu nick usado por outro usuário ou serviço. Se os serviços estão segurando seu nick, ele será derrubado. Se outro usuário está segurando seu nick e é identificado, será desconectado da rede (semelhante ao antigo comando GHOST), caso contrário, é identificado, a mudança de nick será forçada.

source: Redefine the meanings of access levels
pt_pt: Redefine o significado dos níveis de acesso

source: Regains control of your nick
pt_pt: Regine o controle de seu nick

source: Regex is disabled.
pt_pt: Regex está desabilitado.

source: Regex matches are also supported using the %s engine. Enclose your mask in // if this is desired.
pt_pt: Você também pode usar expressões regulares usando o mecanismo %s. Coloque sua máscara entre //, se desejar.

source: Regex matches are also supported using the %s engine. Enclose your pattern in // if this is desired.
pt_pt: Você também pode usar expressões regulares usando o mecanismo %s. Circule seu padrão entre // se desejar.

source: Register a channel
pt_pt: Registrar um canal

source: Register a nickname
pt_pt: Registrar um nick

source: Registered
pt_pt: Registrado

source: Registered channels: %lu entries, %lu buckets, longest chain is %d
pt_pt: Canais registrados: %lu entradas, %lu buckets, a cadeia mais longa é %d

source: Registered nick groups: %lu entries, %lu buckets, longest chain is %d
pt_pt: Grupos de nicks registrados: %lu entradas, %lu buckets, a cadeia mais longa é %d

source: Registered nicknames: %lu entries, %lu buckets, longest chain is %d
pt_pt: Nicks registrados: %lu entradas, %lu buckets, a cadeia mais longa é %d

source: Registered only enforced on %s.
pt_pt: Somente registrado forçado em %s

source: Registers a channel in the %s database. In order to use this command, you must first be a channel operator on the channel you're trying to register. The description, which is optional, is a general description of the channel's purpose. When you register a channel, you are recorded as the "founder" of the channel. The channel founder is allowed to change all of the channel settings for the channel; %s will also automatically give the founder channel-operator privileges when s/he enters the channel.
pt_pt: Registra um canal no banco de dados de %s. Para usar este comando, você deve primeiro ser um operador no canal que você está tentando registrar. A descrição, que é opcional, é uma descrição geral da finalidade do canal. Quando você registra um canal, você se torna o "fundador"do canal, o fundador pode mudar toda a configuração do canal; também, %s irá dar-lhe o status do operador do canal automaticamente ao entrar no canal.

source: Registers your nickname in the %s database. Once your nick is registered, you can use the SET and ACCESS commands to configure your nick's settings as you like them. Make sure you remember the password you use when registering - you'll need it to make changes to your nick later. (Note that case matters! ANOPE , Anope , and anope are all different passwords!) Guidelines on choosing passwords: Passwords should not be easily guessable. For example, using your real name as a password is a bad idea. Using your nickname as a password is a much worse idea ;) and, in fact, %s will not allow it. Also, short passwords are vulnerable to trial-and-error searches, so you should choose a password at least 5 characters long. Finally, the space character cannot be used in passwords.
pt_pt: Registre seu nick no banco de dados de %s. Uma vez registrado, você pode usar os comandos SET e ACCESS para modificar a configuração do seu nick. Certifique-se de lembrar a senha que você usou para Registre-se - você precisará dele para fazer alterações no seu nick (Tem em conta que as letras maiúsculas importam ANOPE , Anope , e anope são todas as senhas diferentes) Instruções para escolher senhas: As senhas não devem ser fáceis de adivinhar, por exemplo, Usar um nome real como senha é uma má idéia. Use seu apelido como senha é uma ideia muito pior ;) e na verdade, %s não o permitirá, além disso, senhas curtas eles são vulneráveis a ataques de tentativa e erro, então você deve escolher uma senha de pelo menos 5 caracteres. Finalmente, as senhas não podem conter espaços.

source: Registration is currently disabled.
pt_pt: O registro está desativado neste momento.

source: Regulate the use of critical commands
pt_pt: Regular o uso de comandos críticos

source: Reject the requested vHost for the given nick.
pt_pt: Rejeitar o vHost solicitado para o nick fornecido

source: Reject the requested vHost of a user
pt_pt: Rejeitar o vHost solicitado por um usuário

source: Releases a suspended channel
pt_pt: Libera um canal suspenso

source: Releases a suspended channel. All data and settings are preserved from before the suspension.
pt_pt: Libera um canal suspenso Todos as configuração antes da suspensão.

source: Reload a module
pt_pt: Recarregar um módulo

source: Reload services' configuration file
pt_pt: Recarregar a configuração dos Serviços

source: Remove a nick from a group
pt_pt: Remova um nick de um grupo

source: Remove all bans preventing a user from entering a channel
pt_pt: Exclua todas as proibições que impedem que um usuário entre em um canal

source: Remove all operators from a server remotely
pt_pt: Remova remotamente todos os operadores de um servidor

source: Removed IP %s from %s.
pt_pt: Removido IP %s de %s

source: Removed server %s from zone %s.
pt_pt: Servidor %s removido da zona %s.

source: Removed server %s.
pt_pt: Servidor %s eliminado.

source: Removes %s status from the selected nick on a channel. If nick is not given, it will de%s you.
pt_pt: Remova o status de %s do nick selecionado em um canal. Sim não especificar nick , Isso irá tirar de você o status de %s a você

source: Removes %s status from you or the specified nick on a channel
pt_pt: Isso tira o status de %s para você ou o nick especificado em um canal

source: Removes a selected nicks status from a channel
pt_pt: Remover o status do nick especificado de um canal

source: Removing %s because %s covers it.
pt_pt: Excluindo %s porque o cobre %s.

source: Repeat kicker
pt_pt: Kick por repetição

source: Request a vHost for your nick
pt_pt: Solicite um VHost para seu nick

source: Resend registration confirmation email
pt_pt: Reenviar e-mail de confirmação

source: Restrict access to the channel
pt_pt: Restringir o acesso ao canal

source: Restricted access
pt_pt: Accesso restrito

source: Restricted access option for %s is now off.
pt_pt: Accesso restrito para %s Desativado.

source: Restricted access option for %s is now on.
pt_pt: Accesso restrito para %s Ativado.

source: Restricted enforced on %s.
pt_pt: Accesso restrito forçado %s

source: Retain modes when channel is not in use
pt_pt: Mantém os modos quando o canal não está em uso

source: Retain topic when channel is not in use
pt_pt: Mantenha o tópico quando o canal não estiver em uso

source: Retrieve the password for a nickname
pt_pt: Recuperar a senha de um nick

source: Retrieves the vhost requests
pt_pt: Retorna os pedidos vhost

source: Returns the key of the given channel
pt_pt: Retorna a senha do canal fornecido

source: Returns the key of the given channel.
pt_pt: Retorna a senha do canal fornecido.

source: Returns the owner status of the given nickname
pt_pt: Retorna o status do proprietário do nick fornecido

source: Returns the password for the given nickname. Note that whenever this command is used, a message including the person who issued the command and the nickname it was used on will be logged and sent out as a WALLOPS/GLOBOPS.
pt_pt: Retorna a senha para o apelido fornecido. Por favor note que quando esse comando for usado, ele será registrado e enviado uma mensagem WALLOPS/GLOBOPS incluindo a pessoa que Ele usou o comando e o apelido que foi usado.

source: Returns whether the user using the given nickname is recognized as the owner of the nickname. The response has this format: nickname status-code account where nickname is the nickname sent with the command, status-code is one of the following, and account is the account they are logged in as. 0 - no such user online or nickname not registered 1 - user not recognized as nickname's owner 2 - user recognized as owner via access list only 3 - user recognized as owner via password identification If no nickname is given, your status will be returned.
pt_pt: Informe se o usuário que usou o nick fornecido foi reconhecido como o proprietário do nick. A resposta tem o seguinte formato nick codigo-do-status conta onde nick O nick é enviado com o comando, codigo-do-status é um dos seguintes, e conta é a conta com a qual você está identificado. 0 - o usuário não está online o o nick não está registrado 1 - usuário não reconhecido como o proprietário do nick 2 - Usuário reconhecido apenas através da lista de acesso 3 - Usuário reconhecido por autenticação de senha Se nick não for fornecido, seu status será exibido.

source: Reverses kicker
pt_pt: Kick para fundos

source: Reverses the effect of the IDENTIFY command
pt_pt: Reverte o efeito do comando IDENTIFY

source: SET server
pt_pt: SET servidor

source: SET server.name option value
pt_pt: SET nome-servidor opção valor

source: SSL certificate fingerprint accepted, you are now identified to %s.
pt_pt: A impressão digital SSL aceita, você agora está identificado em %s.

source: SSL certificate fingerprint accepted, you are now identified.
pt_pt: A impressão digital SSL aceita, agora você está identificado.

source: SSL only enforced on %s.
pt_pt: Apenas SSL forçado %s.

source: SSLONLY enforced by
pt_pt: SSLONLY forçado por

source: Save databases and restart Services
pt_pt: Salve o banco de dados e reinicie os Serviços

source: Searches logs for a matching pattern
pt_pt: Procure registros com o padrão fornecido

source: Secure founder
pt_pt: Fundador Seguro

source: Secure founder option for %s is now off.
pt_pt: Opção segura do fundador para %s Desativada.

source: Secure founder option for %s is now on.
pt_pt: Opção segura do fundador para %s Ativada.

source: Secure ops
pt_pt: Ops Seguros

source: Secure ops option for %s is now off.
pt_pt: Opção Ops seguro para %s Desativada.

source: Secure ops option for %s is now on.
pt_pt: Opção Ops seguro para %s Ativada.

source: Secure option for %s is now off.
pt_pt: Segurança para %s agora Desativada.

source: Secure option for %s is now on.
pt_pt: Segurança para %s agora Ativada.

source: Secure option is now off for %s.
pt_pt: Segurança Desativada para %s.

source: Secure option is now on for %s.
pt_pt: Segurança Ativada para %s.

source: Secureops enforced on %s.
pt_pt: Segurança de OPs forçado %s.

source: Security
pt_pt: Segurança

source: See %s%s HELP %s for more information about the access list.
pt_pt: %s%s HELP %s para mais informações sobre a lista de acesso.

source: See %s%s HELP %s for more information about the flags system.
pt_pt: %s%s HELP %s para mais informações sobre o sistema de Flags.

source: Send a memo to a nick or channel
pt_pt: Enviar um memo para um nick ou canal

source: Send a memo to all opers/admins
pt_pt: Enviar um memo a todos os opers/admins

source: Send a memo to all registered users
pt_pt: Enviar um memo a todos os usuarios registrados

source: Send a message to all users
pt_pt: Enviar uma menssagem a todos os usuarios

source: Sender
pt_pt: Remetente

source: Sends a memo and requests a read receipt
pt_pt: Envía um memo com confirmação de leitura

source: Sends a passcode to the nickname with instructions on how to reset their password. Email must be the email address associated to the nickname.
pt_pt: Enviar um código ao nick com instruções para restaurar sua senha: o email deve ser o endereço de e-mail associado ao nick.

source: Sends all registered users a memo containing memo-text .
pt_pt: Envie a todos os usuários registrados um memo contendo texto-memo .

source: Sends all services staff a memo containing memo-text .
pt_pt: Envie a toda a equipe da staff um memo contendo texto-memo .

source: Sends the named nick or channel a memo containing memo-text . When sending to a nickname, the recipient will receive a notice that he/she has a new memo. The target nickname/channel must be registered.
pt_pt: Enviar um memo para nick o canal fornecido, contendo texto-del-memo . Ao enviar um nick, o destinatário receberá um aviso informando que você tem um novo memo. O nick ou O canal para o qual o memo será enviado deve ser registrado.

source: Sends the named nick or channel a memo containing memo-text . When sending to a nickname, the recipient will receive a notice that he/she has a new memo. The target nickname/channel must be registered. Once the memo is read by its recipient, an automatic notification memo will be sent to the sender informing him/her that the memo has been read.
pt_pt: Enviar para nick ou canal um memo contendo texto-del-memo . Quando é enviado para um nick, o receptor receberá um aviso informando-o que você tenha um novo memo, o apelido ou canal para o qual será enviado memo deve estar registrado. Uma vez que o memo tenha sido lido, quem enviou o memo receberá uma notificação automática informando que o memo foi lido.

source: Server
pt_pt: Servidor

source: Server %s added to zone %s.
pt_pt: Servidor %s adicionado à zona %s.

source: Server %s already exists.
pt_pt: O servidor %s ja existe.

source: Server %s does not exist.
pt_pt: O servidor %s não existe.

source: Server %s has no configured IPs.
pt_pt: O servidor %s não possui IPs configurados.

source: Server %s is already in zone %s.
pt_pt: O servidor %s já está na zona %s.

source: Server %s is already pooled.
pt_pt: O servidor %s já está no pool dns.

source: Server %s is not currently linked.
pt_pt: O servidor %s não está conectado.

source: Server %s is not in zone %s.
pt_pt: O servidor %s não está na zona %s.

source: Server %s is not linked to the network.
pt_pt: O servidor %s não está conectado na rede.

source: Server %s is not pooled.
pt_pt: O servidor %s não está no pool dns.

source: Server %s must be quit before it can be deleted.
pt_pt: O servidor %s deve ser desconectado antes de ser excluído.

source: Servers
pt_pt: Servidores

source: Servers found: %d
pt_pt: Servidores encontrados: %d

source: Service
pt_pt: Serviços

source: Service's hold on %s has been released.
pt_pt: O nick %s retido pelos serviços foi liberado.

source: Services are in DefCon mode, please try again later.
pt_pt: Os serviços estão no modo DefCon, tente novamente mais tarde.

source: Services are in read-only mode!
pt_pt: ¡Os Serviços estão no modo read-only!

source: Services are now at DEFCON %d.
pt_pt: Os Serviços estão agora em DEFCON %d.

source: Services are now in debug mode (level %d).
pt_pt: Os Serviços estão agora em modo debug (nivel %d).

source: Services are now in debug mode.
pt_pt: Os Serviços estão agora em modo debug.

source: Services are now in expire mode.
pt_pt: Serviços agora no modo expire.

source: Services are now in no expire mode.
pt_pt: Serviços agora no modo no expire.

source: Services are now in non-debug mode.
pt_pt: Os Serviços estão agora em modo no-debug.

source: Services are now in read-only mode.
pt_pt: Serviços agora no modo read-only.

source: Services are now in read-write mode.
pt_pt: Serviços agora no modo de read-write.

source: Services have been configured to not send mail.
pt_pt: Os serviços foram configurados para não enviar e-mails.

source: Services ignore list:
pt_pt: Lista de ignorados dos Serviços:

source: Services is unable to change modes. Are your servers' U:lines configured correctly?
pt_pt: Os Serviços não conseguiram mudar os modos. ¿Existem as linhas U: do seu servidores configurados corretamente?

source: Services up %s.
pt_pt: Serviços online %s.

source: Services will from now on set status modes on %s in channels.
pt_pt: Os serviços agora definirão os modos de status %s nos canais.

source: Services will no longer automatically give modes to users in %s.
pt_pt: Os Serviços deixarão de configurar automaticamente os modos de usuário em %s.

source: Services will no longer set status modes on %s in channels.
pt_pt: Os serviços não definirão mais os modos de status %s nos canais.

source: Services will now automatically give modes to users in %s.
pt_pt: Os Serviços definirão automaticamente os modos de usuário em %s.

source: Services will now reply to %s with messages.
pt_pt: Os Serviços agora responderão %s com menssagens.

source: Services will now reply to %s with notices.
pt_pt: Os Serviços agora responderão %s com notices.

source: Services' configuration has been reloaded.
pt_pt: O arquivo de configuração dos Serviços foi recarregado.

source: Session
pt_pt: Sesión

source: Session limit for %s set to %d.
pt_pt: Limite de sessão para %s estabelecido para %d.

source: Session limiting is disabled.
pt_pt: Limites de sessão não disponíveis.

source: Sessions: %lu entries, %lu buckets, longest chain is %d
pt_pt: Sessões: %lu entradas, %lu buckets, a cadeia mais longa é %d

source: Set SET-options on another nickname
pt_pt: Defina as opções SET de outro nick

source: Set channel options and information
pt_pt: Defina opções e informações para um canal

source: Set how Services make bans on the channel
pt_pt: Configure como os Serviços são colocados no canal

source: Set options related to memos
pt_pt: Definir opções relacionadas aos memos

source: Set options, including kill protection
pt_pt: Configurar opções, incluindo proteções

source: Set the channel as permanent
pt_pt: Estabelece o canal como permanente

source: Set the channel description
pt_pt: Defina a descrição do canal

source: Set the display of your group in Services
pt_pt: Defina a exibição do seu grupo nos Serviços

source: Set the founder of a channel
pt_pt: Estabelece o fundador de um canal

source: Set the language Services will use when messaging you
pt_pt: Defina o idioma em que os Serviços lhe enviarão mensagens

source: Set the nickname password
pt_pt: Defina a senha do nick

source: Set the successor for a channel
pt_pt: Define o sucessor de um canal

source: Set the vhost for all nicks in a group
pt_pt: Defina o vhost de todos os nicks em um grupo

source: Set the vhost of another user
pt_pt: Defina o vhost de outro usuário

source: Set various global Services options
pt_pt: Estabelece várias opções globais para os Serviços

source: Set your nickname password
pt_pt: Defina sua senha inicial

source: Sets the AMSG kicker on or off. When enabled, the bot will kick users who send the same message to multiple channels where %s bots are. ttb is the number of times a user can be kicked before they get banned. Don't give ttb to disable the ban system once activated.
pt_pt: Ativar ou desativar o kick pelo AMSG. Quando ativo, o bot kickara os usuários que enviam a mesma mensagem para vários canais onde os %s bots são. ttb é o número de vezes que o usuário será kickado antes de ser banido, se ttb não for especificado, o usuário nunca será banido.

source: Sets the bad words kicker on or off. When enabled, this option tells the bot to kick users who say certain words on the channels. You can define bad words for your channel using the BADWORDS command. Type %s%s HELP BADWORDS for more information. ttb is the number of times a user can be kicked before it gets banned. Don't give ttb to disable the ban system once activated.
pt_pt: Ativa ou desativa o kick por badwords. Quando está ativo o bot que vai kickar usuários que dizem certas palavras no canal. Você pode definir a badwords para o seu canal usando o comandoBADWORDS. Escreva %s%s HELP BADWORDS para mais informação. ttb é o número de vezes que o usuário será kickado antes de ser banido, se não definido, o usuário Ele nunca será banido.

source: Sets the ban type that will be used by services whenever they need to ban someone from your channel. Bantype is a number between 0 and 3 that means: 0: ban in the form *!user@host 1: ban in the form *!*user@host 2: ban in the form *!*@host 3: ban in the form *!*user@*.domain
pt_pt: Defina o tipo de proibição que será usado pelo Serviços quando precisam Banir alguém do seu canal. tipos-de-ban É um número entre 0 e 3 que significa: 0: Bam na forma *!usuario@host 1: Bam na forma *!*usuario@host 2: Bam na forma *!*@host 3: Bam na forma *!*usuario@*.dominio

source: Sets the bolds kicker on or off. When enabled, this option tells the bot to kick users who use bolds. ttb is the number of times a user can be kicked before it gets banned. Don't give ttb to disable the ban system once activated.
pt_pt: Ativar ou desativar o kick em negrito. Quando é ativo, o bot vai kickar usuários que usam texto em negrito. ttb é o número de vezes que o usuário será Kickado antes de ser banido, se ttb não for especificado, O usuário nunca será banido.

source: Sets the caps kicker on or off. When enabled, this option tells the bot to kick users who are talking in CAPS. The bot kicks only if there are at least min caps and they constitute at least percent%% of the total text line (if not given, it defaults to 10 characters and 25%%). ttb is the number of times a user can be kicked before it gets banned. Don't give ttb to disable the ban system once activated.
pt_pt: Ativar ou desativar o kick por letras maiúsculas Quando é ativo, o bot vai kickar usuários que usam texto em letras maiúsculas. O bot só kickará se houver pelo menos min maiúsculas e constituem, pelo menos, a porcentagem%% do texto total de linhas (se não for especificada, por padrão é 10 caracteres e 25 %%). ttb é o número de vezes que o usuário será kickado antes de ser banido, se ttb não for especificado, o usuário nunca será banido.

source: Sets the colors kicker on or off. When enabled, this option tells the bot to kick users who use colors. ttb is the number of times a user can be kicked before it gets banned. Don't give ttb to disable the ban system once activated.
pt_pt: Ativar ou desativar o kick por cor, quando é ativo, o bot vai kickar os usuários que usam o texto em cores. ttb é o número de vezes que o usuário será Kickado antes de ser banido, se você não especificar ttb, o usuário nunca será banido.

source: Sets the description for the channel, which shows up with the LIST and INFO commands.
pt_pt: Defina a descrição para o canal, que é mostrado com os comandos LIST e INFO.
