Repository: teamjacu/pt_BR
Catalog: anope.*.po
Languages: pt_pt

source: Added new random news item.
pt_pt: Novas notícias aleatórias foram adicionadas.

source: Added server %s.
pt_pt: Servidor adicionado %s.

source: Added zone %s.
pt_pt: Zona adicionada %s.

source: Additionally, Services Operators with the nickserv/confirm permission can replace passcode with a users nick to force validate them.
pt_pt: Além disso, os Operadores de Serviço com a licença nickserv/confirm pode substituir código com o apelido do usuário para forçar a validação.

source: Additionally, if fantasy is enabled fantasy commands can be executed by prefixing the command name with one of the following characters: %s
pt_pt: Além disso, se o modo fantasia for ativado, o Os comandos de fantasia podem ser usados antes do nome do comando com um dos seguintes personagens: %s

source: All O:lines of %s have been reset.
pt_pt: Todas as O:lines do %s foram Resetadas.

source: All akick entries from %s have been cloned to %s.
pt_pt: Todas as entradas akick do %s foram clonados %s.

source: All available commands for %s:
pt_pt: Comandos disponíveis para %s:

source: All badword entries from %s have been cloned to %s.
pt_pt: Todos os Palavrões do %s foram clonados %s.

source: All logon news items deleted.
pt_pt: Todas as notícias de entrada foram excluídas.

source: All memos for channel %s have been deleted.
pt_pt: Todos os memos para o canal %s foram excluídos.

source: All modes cleared on %s.
pt_pt: Todos os modos foram limpos em %s.

source: All new accounts must be validated by an administrator. Please wait for your registration to be confirmed.
pt_pt: Todas as novas contas devem ser aprovadas por um administrador. favor, Aguarde até que seu registro seja confirmado.

source: All of your memos have been deleted.
pt_pt: Todos os seus memos foram excluídos.

source: All oper news items deleted.
pt_pt: Todas as noticias de oper excluídas.

source: All operators from %s have been removed.
pt_pt: Todos os operadores do %s foram excluídos.

source: All random news items deleted.
pt_pt: Todas as notícias aleatórias foram excluídas.

source: All settings from %s have been cloned to %s.
pt_pt: Todas configuração do %s foi clonado para %s.

source: All user modes on %s have been synced.
pt_pt: Todos os modos de usuário em %s Eles foram sincronizados.

source: Allowed to (de)halfop him/herself
pt_pt: Pode ocorrer/tirar o próprio halfop

source: Allowed to (de)halfop users
pt_pt: Pode dar/remover halfop para usuários

source: Allowed to (de)op him/herself
pt_pt: Pode ocorrer/tirar op a você mesmo

source: Allowed to (de)op users
pt_pt: Pode dar/remover op dos usuarios

source: Allowed to (de)owner him/herself
pt_pt: Pode dar/remover status de fundador a você mesmo

source: Allowed to (de)owner users
pt_pt: Pode dar/remover status de fundador dos usuarios

source: Allowed to (de)protect him/herself
pt_pt: pode (des)proteger a você mesmo

source: Allowed to (de)protect users
pt_pt: Pode (des)proteger os usuarios

source: Allowed to (de)voice him/herself
pt_pt: Pode dar/remover voz a Você mesmo

source: Allowed to (de)voice users
pt_pt: Pode dar/Remover voz dos usuarios

source: Allowed to assign/unassign a bot
pt_pt: Você pode atribuir ou remover um bot

source: Allowed to ban users
pt_pt: Pode banir usuarios

source: Allowed to change channel topics
pt_pt: Você pode mudar o tópico do canal

source: Allowed to get full INFO output
pt_pt: Você pode ver a saída completa do comando INFO

source: Allowed to issue commands restricted to channel founders
pt_pt: Você pode usar os comandos reservados aos fundadores do canal

source: Allowed to modify channel badwords list
pt_pt: Pode modificar la lista de Palavões do canal

source: Allowed to modify the access list
pt_pt: Pode modificar a lista de acceso

source: Allowed to read channel memos
pt_pt: Pode ler os memos do canal

source: Allowed to set channel settings
pt_pt: Pode mudar as configurações do canal

source: Allowed to unban users
pt_pt: Pode desbanir usuarios

source: Allowed to use GETKEY command
pt_pt: Pode usar o comando GETKEY

source: Allowed to use SAY and ACT commands
pt_pt: Pode usar os comandos SAY e ACT

source: Allowed to use fantasy commands
pt_pt: Pode usar o comando fantasía

source: Allowed to use the AKICK command
pt_pt: Pode usar o comando AKICK

source: Allowed to use the INVITE command
pt_pt: Pode usar o comando INVITE

source: Allowed to use the KICK command
pt_pt: Pode usar o comando KICK

source: Allowed to use the MODE command
pt_pt: Pode usar o comando MODE

source: Allowed to view the access list
pt_pt: Pode ver a lista de accesso

source: Allows Administrators to send messages to all users on the network. The message will be sent from the nick %s.
pt_pt: Permite que os Administradores enviem mensagens a todos usuários da rede. A mensagem será enviada do nick %s.

source: Allows Services Operators to change modes for any channel. Parameters are the same as for the standard /MODE command. Alternatively, CLEAR may be given to clear all modes on the channel. If CLEAR ALL is given then all modes, including user status, is removed.
pt_pt: Permite que os Operadores de serviços mudem os modos para qualquer canal. Os parâmetros são os mesmos que os comando padrão /MODE. Você também pode especificar CLEAR para apagar todos os modos de canal. Se for especificado CLEAR ALL o status do usuário também é limpo.

source: Allows Services Operators to change modes for any user. Parameters are the same as for the standard /MODE command.
pt_pt: Permite que os operadores de serviços mudem os modos para qualquer usuário Os parâmetros são os mesmos que os comando padrão /MODE.

source: Allows Services Operators to give Operflags to any user. Flags have to be prefixed with a "+" or a "-". To remove all flags simply type a "-" instead of any flags.
pt_pt: Permite que os Operadores dos Serviços dê Oper a qualquer usuário qualquer usuário. As flags tem que ser prefixado com un "+" o un "-". Para eliminar todas as Flags, escreva un "-" em vez de qualquer flags.

source: Allows Services Operators to make Services ignore a nick or mask for a certain time or until the next restart. The default time format is seconds. You can specify it by using units. Valid units are: s for seconds, m for minutes, h for hours and d for days. Combinations of these units are not permitted. To make Services permanently ignore the user, type 0 as time. When adding a mask , it should be in the format nick!user@host, everything else will be considered a nick. Wildcards are permitted. Ignores will not be enforced on IRC Operators.
pt_pt: Permite que os Operadores do Serviço façam com que eles ignorem um nick ou uma máscara por um certo tempo ou até o próximo reinício. O formato de hora padrão é em segundos, mas você pode especificar unidades As unidades válidas são: s para segundos, m para minutos, h para horas e d para dias. As combinações dessas unidades não são permitidas. Para tornar o ignore permanente, defina 0 como tempo. Quando você adiciona um máscara , deve estar no formato nick!usuario@host, Tudo o resto será considerado um apelido. Os curingas são permitidos. Ignores não funcionará com IRCops.

source: Allows Services Operators to manipulate the AKILL list. If a user matching an AKILL mask attempts to connect, Services will issue a KILL for that user and, on supported server types, will instruct all servers to add a ban for the mask which the user matched. AKILL ADD adds the given mask to the AKILL list for the given reason, which must be given. Mask should be in the format of nick!user@host#real name, though all that is required is user@host. If a real name is specified, the reason must be prepended with a :. expiry is specified as an integer followed by one of d (days), h (hours), or m (minutes). Combinations (such as 1h30m ) are not permitted. If a unit specifier is not included, the default is days (so +30 by itself means 30 days). To add an AKILL which does not expire, use +0 . If the usermask to be added starts with a + , an expiry time must be given, even if it is the same as the default. The current AKILL default expiry time can be found with the STATS AKILL command.
pt_pt: Permite que operadores de serviços manipulem a lista de AKILLS. Se um usuário coincide com uma máscara na lista de AKILLS você tenta se conectar, os Serviços enviarão um KILL a esse usuario e, sobre os tipos de servidores suportados, ordenará a todos os servidores que adicionem uma proibição à máscara do usuário mencionado. AKILL ADD Adicione a máscara à lista AKILL com a razão, que é obrigatoria . A máscara deve estar no formato nick!usuario@host#nombre real, o usuário e o host são obrigatórios. Se um nome for especificado real, o motivo deve ser precedido por :. expiração deve ser um número inteiro seguido de d (dias), h (horas), o m (minutos). As combinações (como 1h30m ) não é Permitido. Se as unidades não forem especificadas, o padrão é dias (assim que +30 significa 30 días). Para adicionar um AKILL que não expire, usa +0 . Se a máscara a ser adicionada começa com um + , isso Você deve especificar a expiração, mesmo que seja igual ao padrão. A expiração padrão para um AKILL pode ser vista com o comando STATS AKILL.

source: Allows Services Operators to manipulate the SNLINE list. If a user with a realname matching an SNLINE mask attempts to connect, Services will not allow it to pursue his IRC session.
pt_pt: Permite que operadores de serviços manipulem a lista SNLINE. Se um usuário com um nome real corresponder a um SNLINE tentar conectar, Os Serviços não permitira.

source: Allows Services Operators to manipulate the list of hosts that have specific session limits - allowing certain machines, such as shell servers, to carry more than the default number of clients at a time. Once a host reaches its session limit, all clients attempting to connect from that host will be killed. Before the user is killed, they are notified, of a source of help regarding session limiting. The content of this notice is a config setting.
pt_pt: Permite que os operadores de serviços manipulem a lista do host que têm um limite de sessão específico - permitindo certas as máquinas ligam mais clientes ao mesmo tempo que o número padrão Uma vez que um host chega ao seu limite, todos os Clientes que tentam se conectar do mesmo host serão expulsos Antes de o usuário ser expulso, ele é notificado do motivo da expulsão O conteúdo da referida notificação está no arquivo de configuração.

source: Allows Services Operators to view the session list. SESSION LIST lists hosts with at least threshold sessions. The threshold must be a number greater than 1. This is to prevent accidental listing of the large number of single session hosts. SESSION VIEW displays detailed information about a specific host - including the current session count and session limit. The host value may not include wildcards. See the EXCEPTION help for more information about session limiting and how to set session limits specific to certain hosts and groups thereof.
pt_pt: Permite aos operadores de serviços veja a lista de sessões. SESSION LIST listar hosts com pelo menos limite sessões. O limite deve ser um número maior que 1. Isto é para evitar Grandes listagens de host com uma única sessão, acidentalmente. SESSION VIEW mostra informações detalhadas sobre um host específico - incluindo o número de sessões atuais e o limite de sessão. O valor host não pode incluir curingas. Veja a ajuda sobre EXCEPTION para mais informações sobre Limites de sessão e como configurá-los para determinados hosts e grupos.

source: Allows staff to kick a user from any channel. Parameters are the same as for the standard /KICK command. The kick message will have the nickname of the IRCop sending the KICK command prepended; for example: *** SpamMan has been kicked off channel #my_channel by %s (Alcan (Flood))
pt_pt: Permite IRCops kickar um usuário de qualquer canal. Os parâmetros são os mesmos que para o comando /KICK padrão A mensagem de kick será precedida do nick do IRCop que usou o comando KICK; por exemplo: *** SpamMan foi kickado do canal #meu_canal por %s (virtualife (Flood))

source: Allows the channel founder to set various channel options and other information. Available options:
pt_pt: Permite que o fundador do canal configure várias opções do canal e outras informações. Opções disponíveis:

source: Allows you to change and view Services Operators. Note that operators removed by this command but are still set in the configuration file are not permanently affected by this.
pt_pt: Isso permite que você mude e veja os Operadores do Serviços. Observe que os operadores foram removidos com este comando, mas que eles permanecem no arquivo de configuração, eles não serão permanentemente afetado por isso.

source: Allows you to change and view configuration settings. Settings changed by this command are temporary and will not be reflected back into the configuration file, and will be lost if Anope is shut down, restarted, or the configuration is reloaded. Example: MODIFY nickserv forcemail no
pt_pt: Ele permite que você altere e visualize as opções de configuração. A configuração alterada com este comando é temporária e não será vista refletido no arquivo de configuração, então eles serão perdidos se Anope está desligado, reiniciado, ou o comando RELOAD é usado. Ejemplo: MODIFY nickserv forcemail no

source: Allows you to choose the way Services are communicating with the given user. With MSG set, Services will use messages, else they'll use notices.
pt_pt: Ele permite que você escolha a forma como os Serviços se comunicam com o usuário fornecido. Com MSG estabelecido, os Serviços usarão mensagens, Caso contrário, eles usarão avisos.

source: Allows you to choose the way Services are communicating with you. With %s set, Services will use messages, else they'll use notices.
pt_pt: Ele permite que você escolha a maneira pela qual os Serviços se comunicam com você Com %s estabelecido, os Serviços usarão mensagens, Caso contrário, eles usarão avisos.

source: Allows you to ignore users by nick or host from memoing you or a channel. If someone on the memo ignore list tries to memo you or a channel, they will not be told that you have them ignored.
pt_pt: Ele permite que você ignore usuários por nick ou host para evitar que você seja envie memos para você ou para um canal. Se alguém na lista ignorada tente enviar um memorando para você ou para um canal, você não saberá isso você ignorou isso.

source: Allows you to kill a user from the network. Parameters are the same as for the standard /KILL command.
pt_pt: Ele permite que você expulse um usuário da rede. Os parâmetros são os mesmos que para o comando /KILL padrão.

source: Allows you to prevent certain pieces of information from being displayed when someone does a %s INFO on the nick. You can hide the E-mail address (EMAIL), last seen user@host mask (USERMASK), the services access status (STATUS) and last quit message (QUIT). The second parameter specifies whether the information should be displayed (OFF) or hidden (ON).
pt_pt: Isso permite que você evite mostrar certas informações quando alguém faz um %s INFO para o nick dado. Você pode esconder o endereço de e-mail (EMAIL), a última máscara usuario@host usada (USERMASK), O status do acesso aos serviços (STATUS) e a última mensagem de saída (QUIT). O segundo parâmetro especifica se as informações serão exibidas (OFF) você está oculto (ON).

source: Allows you to prevent certain pieces of information from being displayed when someone does a %s INFO on your nick. You can hide your E-mail address (EMAIL), last seen user@host mask (USERMASK), your services access status (STATUS) and last quit message (QUIT). The second parameter specifies whether the information should be displayed (OFF) or hidden (ON).
pt_pt: Isso permite que você evite mostrar certas informações quando alguém faz um %s INFO em seu nick. Você pode ocultar seu endereço de e-mail (EMAIL), a última máscara usuario@host usada (USERMASK), seu status de acesso aos serviços (STATUS) e a última mensagem de saída (QUIT). O segundo parâmetro especifica se as informações serão exibidas (OFF) você está oculto (ON).

source: Allows you to see %s information about a channel or a bot
pt_pt: Permite que você veja a informação de %s para um canal ou um bot

source: Allows you to see %s information about a channel or a bot. If the parameter is a channel, then you'll get information such as enabled kickers. If the parameter is a nick, you'll get information about a bot, such as creation time or number of channels it is on.
pt_pt: Permite que você veja a informação de %s sobre um canal ou um bot. Se o parâmetro for um canal, você receberá informações como kicks ativados. Se o parâmetro for um nick, Você receberá informações sobre um bot, como a data de criação ou o número de canais em que é.

source: Alternative methods of modifying channel access lists are available.
pt_pt: Métodos alternativos de modificação das listas estão disponíveis de accesso.

source: Approve the requested vHost of a user
pt_pt: Aprovar o vHost solicitado por um usuário

source: As a Services Operator, you may drop any nick.
pt_pt: Como operador de serviços, você pode excluir qualquer nick.

source: Assigns a bot to a channel
pt_pt: Atribuir um bot a um canal

source: Associate a URL with the channel
pt_pt: Associar uma URL com o canal

source: Associate a URL with this account
pt_pt: Associar uma URL com esta conta

source: Associate a URL with your account
pt_pt: Associe um URL à sua conta

source: Associate a greet message with your nickname
pt_pt: Associe uma saudação com seu nick

source: Associate an E-mail address with the channel
pt_pt: Associe um e-mail ao canal

source: Associate an E-mail address with your nickname
pt_pt: Associe um e-mail ao seu nick

source: Associate oper info with a nick or channel
pt_pt: Associe as informações do operador com um nick ou com um canal

source: Associates the given E-mail address with the nickname.
pt_pt: Associe o e-mail ao nick.

source: Associates the given E-mail address with your nickname. This address will be displayed whenever someone requests information on the nickname with the INFO command.
pt_pt: Associe o e-mail fornecido com seu nick. O endereço será mostrado quando alguém pede informações sobre o nick com o comando INFO.

source: Autokick list for %s:
pt_pt: Lista de akicks para o canal %s:

source: Automatic channel operator status upon join
pt_pt: Status do operador do canal automaticamente após a entrada

source: Automatic halfop upon join
pt_pt: Status de halfop automáticamente ao entrar

source: Automatic owner upon join
pt_pt: Status de fundador do canal automáticamente ao entrar

source: Automatic protect upon join
pt_pt: Proteção automáticamente ao entrar

source: Automatic voice on join
pt_pt: Voz automáticamente ao entrar

source: Available commands for %s:
pt_pt: Comandos disponiveis para %s:

source: Available privileges for %s:
pt_pt: Privilegios disponiveis para %s:

source: BANS enforced by
pt_pt: BANS forçado por

source: Bad words kicker
pt_pt: Kick por Palavrões

source: Bad words list for %s:
pt_pt: Lista de Palavrões para %s:

source: Bad words list is now empty.
pt_pt: A lista de palavrões esta agora vazia.

source: Ban expiry may not be longer than 1 day.
pt_pt: a expiração do ban no pode ser superior a 1 dia.

source: Ban on %s expires in %s.
pt_pt: o ban em %s expira em %s.

source: Ban type
pt_pt: Tipo de ban

source: Ban type for channel %s is now #%d.
pt_pt: O tipo de ban para o canal %s é agora #%d.

source: Bans a given nick or mask on a channel
pt_pt: Bane o nick ou a máscara dados em um canal

source: Bans a given nick or mask on a channel. An optional expiry may be given to cause services to remove the ban after a set amount of time. By default, limited to AOPs or those with level 5 access and above on the channel. Channel founders may ban masks.
pt_pt: Bane o nick ou a máscara em um canal. Pode ser fornecido opcionalmente, uma expiração que irá remover a proibição após o Tempo informado. Por padrão, limitado a AOPs ou aqueles com nível 5 o superior em um canal. Os fundadores podem banir máscaras.

source: Bans enforced on %s.
pt_pt: Bans forçados em %s.

source: Bolds kicker
pt_pt: Kick por negrito

source: Bot %s already exists.
pt_pt: O bot %s ja existe.

source: Bot %s does not exist.
pt_pt: O bot %s não existe.

source: Bot %s has been assigned to %s.
pt_pt: O bot %s foi atribuído ao canal %s.

source: Bot %s has been changed to %s!%s@%s (%s).
pt_pt: O bot %s foi alterado para %s!%s@%s (%s).

source: Bot %s has been deleted.
pt_pt: O bot %s foi excluído.

source: Bot %s is already assigned to channel %s.
pt_pt: O bot %s já foi atribuído ao canal %s.

source: Bot will kick ops on channel %s.
pt_pt: O bot kickara ops no canal %s.

source: Bot will kick voices on channel %s.
pt_pt: O bot kickara voices no canal %s.

source: Bot won't kick ops on channel %s.
pt_pt: o bot não kickara ops no canal %s.

source: Bot won't kick voices on channel %s.
pt_pt: O bot não kickara voices no canal %s.

source: Bot %s is not changeable.
pt_pt: O bot %s você não pode mudar.

source: Bot %s is not deletable.
pt_pt: O bot %s não pode ser apagado.

source: Bot bans will automatically expire after %s.
pt_pt: os bans do bot expirarão automaticamente após %s.

source: Bot bans will no longer automatically expire.
pt_pt: Os bans do bot deixará de expirar automaticamente.

source: Bot hosts may only be %d characters long.
pt_pt: Os hosts dos bots eles só podem ter %d caracteres.

source: Bot hosts may only contain valid host characters.
pt_pt: Os hosts de bots eles só podem conter caracteres de hosts válidos.

source: Bot idents may only be %d characters long.
pt_pt: Os idents dos bots eles só podem ter %d caracteres.

source: Bot idents may only contain valid ident characters.
pt_pt: Os idents do bots eles só podem conter caracteres ident válidos.

source: Bot is not on channel %s.
pt_pt: O bot não está no canal %s.

source: Bot list:
pt_pt: Lista de bots:

source: Bot nick
pt_pt: Nick do bot

source: Bot nicks may only be %d characters long.
pt_pt: Os nicks dos bots so podem ter %d caracteres.

source: Bot nicks may only contain valid nick characters.
pt_pt: Os nicks dos bots so podem conter caracteres de nicks válidos.

source: Bot will now kick for %s, and will place a ban after %d kicks for the same user.
pt_pt: O bot agora kickara por %s, e banir despois de %d kicks no mesmo usuário.

source: Bot will now kick for %s.
pt_pt: O bot agora kickara por %s.

source: Bot will now kick for caps (they must constitute at least %d characters and %d%% of the entire message), and will place a ban after %d kicks for the same user.
pt_pt: O bot agora kickara por maiúscula (eles devem ser pelo menos %d caracteres e %d%% de toda a mensagem) e banirar despois de %d kicks ao mesmo usuario.

source: Bot will now kick for caps (they must constitute at least %d characters and %d%% of the entire message).
pt_pt: O bot agora kickara por maiúsculas (eles devem ser pelo menos %d caracteres e %d%% de toda a menssagem).

source: Bot will now kick for flood (%d lines in %d seconds and will place a ban after %d kicks for the same user.
pt_pt: O bot agora kickara por flood (%d linhas em %d segundos) e banira depois de %d kicks ao mesmo usuario.

source: Bot will now kick for flood (%d lines in %d seconds).
pt_pt: O bot agora kickara por flood (%d linhas em %d segundos).

source: Bot won't kick for %s anymore.
pt_pt: O bot ja não kickara por %s.

source: Bot won't kick for caps anymore.
pt_pt: O bot ja não kickara por maiúsculas.
