Repository: teamjacu/pt_BR
Catalog: anope.*.po
Languages: pt_pt

source: Enables or disables keepmodes for the given channel. If keep modes is enabled, services will remember modes set on the channel and attempt to re-set them the next time the channel is created.
pt_pt: Ativa ou desativa a conservação de modos para o apelido fornecido. Se a conservação dos modos for ativada, os serviços se lembrarão modos de usuário e tentará reiniciá-los na próxima vez O canal é criado.

source: Enables or disables keepmodes for the given nick. If keep modes is enabled, services will remember users' usermodes and attempt to re-set them the next time they authenticate.
pt_pt: Ativa ou desativa a conservação de modos para o nick fornecido. Se a conservação dos modos for ativada, os serviços se lembrarão os modos de usuário e tentará reiniciá-los na próxima vez identifique-se

source: Enables or disables keepmodes for your nick. If keep modes is enabled, services will remember your usermodes and attempt to re-set them the next time you authenticate.
pt_pt: Ativar ou desativar a conservação dos modos para seu apelido. Se a conservação dos modos estiver ativada, os serviços vão se lembrar dos seus modos de usuário e tentar reiniciá-los A próxima vez que você se identificar.

source: Enables or disables signed kicks for a channel. When SIGNKICK is set, kicks issued with the KICK command will have the nick that used the command in their reason. If you use LEVEL, those who have a level that is superior or equal to the SIGNKICK level on the channel won't have their kicks signed.
pt_pt: Habilita o desabilita os kicks assinado por um canal. Quando SIGNKICK é ativado, o kicks feito com comando KICK eles conterão o nick que usou o comando na razão. Se você usar LEVEL, aqueles que têm nível superior ou igual ao nível SIGNKICK no canal, eles não assinarão seus kicks.

source: Enables or disables the peace option for a channel. When peace is set, a user won't be able to kick, ban or remove a channel status of a user that has a level superior or equal to his via %s commands.
pt_pt: Ativa ou desativa a opção de paz para um canal. quando paz está ativado, um usuario não poderá kickar, banir ou remover o status do canal de um usuário com nível igual ou superior para ele, com os comandos de %s.

source: Enables or disables the private option for a channel.
pt_pt: Ative ou desative a opção privacidade para um canal.

source: Enables or disables the restricted access option for a channel. When restricted access is set, users not on the access list will instead be kicked and banned from the channel.
pt_pt: Ativa ou desativa a opção de acceso restringido para um canal. Quando acceso restringido está ativado, Os usuarios que não são da lista de acesso serão kickados e banidos do canal.

source: Enables or disables the secure founder option for a channel. When secure founder is set, only the real founder will be able to drop the channel, change its founder and its successor, and not those who have founder level access through the access/qop command.
pt_pt: Ativar ou desativar a opção segurança do fundador para um canal. Quando segurança do fundador está ativado, apenas o verdadeiro fundador poderá apagar o canal, mudar sua senha, o fundador e seu sucessor, e não os usuários que têm nível fundador com o comando acesso/qop

source: Enables or disables the topic retention option for a channel. When %s is set, the topic for the channel will be remembered by %s even after the last user leaves the channel, and will be restored the next time the channel is created.
pt_pt: Habilita o desabilita a opção de retenção de topicos para um canal. Quando %s está ativado, o topico para o canal será lembrado por %s mesmo após o O último usuário sai do canal e o próximo será restaurado Uma vez criado o canal

source: End of AKILL list.
pt_pt: Fim da lista AKILL.

source: End of access list
pt_pt: Fim da lista de accesso

source: End of access list - %d/%d entries shown.
pt_pt: Fim da lista de accesso - %d/%d resultado(s) mostrado(s).

source: End of access list.
pt_pt: Fim da lista de accesso.

source: End of autokick list
pt_pt: Fim da lista autokick

source: End of bad words list.
pt_pt: Fim da lista de palavrões.

source: End of configuration.
pt_pt: Fim da lista configurações.

source: End of entry message list.
pt_pt: Fim da lista de menssagens de entrada.

source: End of forbid list - %d/%d entries shown.
pt_pt: Fim da lista de proibições - %d/%d entradas mostradas.

source: End of forbid list.
pt_pt: Fim da lista de proibições.

source: End of list - %d channels shown.
pt_pt: Fim da lista - %d canais mostrados.

source: End of list - %d/%d matches shown.
pt_pt: Fim da lista - %d/%d resultado(s) mostrado(s).

source: End of news list.
pt_pt: Fim da lista de noticias.

source: Enforce various channel modes and set options
pt_pt: Forçar vários modos de canal e opções de configuração

source: Enforce various channel modes and set options. The channel option indicates what channel to enforce the modes and options on. The what option indicates what modes and options to enforce, and can be any of SECUREOPS, RESTRICTED, REGONLY, SSLONLY, BANS, or LIMIT. Use SECUREOPS to enforce the SECUREOPS option, even if it is not enabled. Use RESTRICTED to enfore the RESTRICTED option, also if it's not enabled. Use REGONLY to kick all unregistered users from the channel. Use SSLONLY to kick all users not using a secure connection from the channel. BANS will enforce bans on the channel by kicking users affected by them, and LIMIT will kick users until the user count drops below the channel limit, if one is set.
pt_pt: Força vários modos de canal e opções de configuração. A opção Canal indica em qual canal forçar os modos e opções. Opção que indica quais os modos e opções para forçar, e pode ser um desses: SECUREOPS, RESTRICTED, REGONLY, SSLONLY, BANS, o LIMIT. Usar SECUREOPS para forçar a opção SECUREOPS, mesmo que não seja ativada. Usae RESTRICTED para forçar a opção RESTRINGIDA também se não estiver ativado. usar REGONLY para kickar do canal os usuarios não registrados. Usar SSLONLY para kickar do canal os usuarios que não usem uma conexão segura. BANS vai forçará bans do canal kickando aos usuários afetados por eles, e LIMIT kickará usuarios até o número de usuarios no canal é menor do que o limite do canal, se for estabelecido.

source: English
pt_pt: Português

source: Entry message %i for %s deleted.
pt_pt: Menssagem de entrada %i para %s excluído.

source: Entry message %s not found on channel %s.
pt_pt: Menssagem de entrada %s não encontrado em um canal %s.

source: Entry message added to %s
pt_pt: Mensagem de entrada adicionada a %s

source: Entry message list for %s is empty.
pt_pt: A lista de mensagens de entrada para %s está vazia.

source: Entry message list for %s:
pt_pt: Lista de mensagens de entrada para %s:

source: Entry messages for %s have been cleared.
pt_pt: A mensagem de entrada para %s Ele foi excluído.

source: Error reloading configuration file: %s
pt_pt: Erro ao recarregar o arquivo de configuração: %s

source: Error! The vHost ident is too long, please use an ident shorter than %d characters.
pt_pt: ¡Erro! O Ident é muito longo, use um ident de menos de %d caracteres.

source: Error! The vHost is too long, please use a hostname shorter than %d characters.
pt_pt: ¡Erro! O vhost é muito longo, use um host menos do que %d caracteres.

source: Exception for %s has been updated to %d.
pt_pt: A exceção para %s foi atualizado para %d.

source: Expires
pt_pt: Expira

source: Expiry and reason updated for %s.
pt_pt: Expire e razão atualizados para %s.

source: Expiry for %s updated.
pt_pt: Expire para %s atualizado.

source: Fantasy
pt_pt: Fantasía

source: Fantasy mode is now off on channel %s.
pt_pt: Modo fantasía agora Desativado no canal %s.

source: Fantasy mode is now on on channel %s.
pt_pt: Modo fantasía agora Ativado no canal %s.

source: Find a user's status on a channel
pt_pt: Encontre o status de um usuário em um canal

source: Fingerprint %s already present on %s's certificate list.
pt_pt: Impressão digital %s já está presente na lista de certificados de %s.

source: Flags for %s on %s set to +%s
pt_pt: Flags para %s em %s estabelecido para +%s

source: Flags list for %s
pt_pt: Lista de Flags para %s

source: Flood kicker
pt_pt: Kick por flood

source: Forbid allows you to forbid usage of certain nicknames, channels, and email addresses. Wildcards are accepted for all entries.
pt_pt: Isso permite que você proiba o uso de certos nicks, canais e endereços de e-mail. Todas as entradas aceitam wildcards.

source: Forbid list is empty.
pt_pt: A lista de proibiçãos está vazia.

source: Forbid list:
pt_pt: Lista de proibiçãos:

source: Forbid on %s was not found.
pt_pt: Nenhuma proibição foi encontrada em %s.

source: Forbid usage of nicknames, channels, and emails
pt_pt: Proibir o uso de nicks, canais e emails

source: Force the Services databases to be updated immediately
pt_pt: Forçar os Serviços a atualizar o banco de dados imediatamente

source: Forcefully change a user's nickname
pt_pt: Mude, por força, o nick de um usuário

source: Forcefully changes a user's nickname from nick to newnick .
pt_pt: Mude, por força, o nick de um usuário para novonick.

source: Forcefully join a user to a channel
pt_pt: Forçar a entrada de um usuário do canal.

source: Forcefully join a user to a channel.
pt_pt: Forçar a entrada de um usuário do canal.

source: Forcefully part a user from a channel
pt_pt: Forçar a saída de um usuário de canal.

source: Forcefully part a user from a channel.
pt_pt: Forçar a saída de um usuário de canal.

source: Founder
pt_pt: Fundador

source: Founder of %s changed to %s.
pt_pt: Fundador de %s mudou para %s.

source: GETPASS command unavailable because encryption is in use.
pt_pt: O comando GETPASS não está disponível devido ao uso de criptografia.

source: Ghost with your nick has been killed.
pt_pt: Ghost o seu nick foi killado.

source: Give Operflags to a certain user
pt_pt: Dar Operflags a um determinado usuário

source: Gives %s status to the selected nick on a channel. If nick is not given, it will %s you.
pt_pt: Da status de %s para o nick selecionado no canal. e se proporciona nick te dará status de %s a você

source: Gives you or the specified nick %s status on a channel
pt_pt: Dá você ou o nick especificado status de %s em um canal

source: Greet
pt_pt: Saudação

source: Greet message displayed on join
pt_pt: Mensagem de boas-vindas mostrada ao entrar

source: Greet message for %s changed to %s.
pt_pt: Mensagem de boas-vindas para %s mudou para %s.

source: Greet message for %s unset.
pt_pt: Mensagem de boas-vindas para %s Excluída.

source: Greet mode is now off on channel %s.
pt_pt: Modo de saudação agora Desativado no canal %s.

source: Greet mode is now on on channel %s.
pt_pt: Modo de saudação agora Ativado no canal %s.

source: Helps you reset lost passwords
pt_pt: Isso ajuda você a restaurar senhas perdidas

source: Hide certain pieces of nickname information
pt_pt: Ocultar algumas partes da informação do nick

source: Hide channel from the LIST command
pt_pt: Ocultar o canal de comando LIST

source: Hosts with at least %d sessions:
pt_pt: Hosts com pelo menos %d Sessões:

source: However, if the successor already has too many channels registered (%d), the channel will be dropped instead, just as if no successor had been set.
pt_pt: No entanto, se o sucessor já tiver muitos canais registrados (%d), o canal será apagado como se não houvesse um sucessor.

source: I don't know who %s is.
pt_pt: Não sei quem é %s.

source: I've never seen %s on this channel.
pt_pt: Eu nunca vi %s neste canal.

source: IP %s already exists for %s.
pt_pt: O IP %s já existe para %s.

source: IP %s does not exist for %s.
pt_pt: O IP %s não existe para %s.

source: Identify yourself with your password
pt_pt: Identifica você com sua senha

source: If you do not change within %s, I will change your nick.
pt_pt: Se você não o mudar %s, Vou mudar o seu nick.

source: Ignore list has been cleared.
pt_pt: A lista ignorada foi esvaziada.

source: Ignore list is empty.
pt_pt: A lista ignorada está vazia.

source: Ignore list:
pt_pt: Lista de ignorados:

source: Immediate protection
pt_pt: Proteção imediata

source: Incorrect email address.
pt_pt: Endereço de email incorreto.

source: Incorrect range specified. The correct syntax is # from - to .
pt_pt: Alcance especificado incorreto. A sintaxe correta é # desde - para .

source: Info about a loaded module
pt_pt: Informação sobre um módulo carregado

source: Information for bot %s:
pt_pt: Informação para o bot %s:

source: Information for channel %s:
pt_pt: Informação para o canal %s:

source: Invalid duration %s, using %d days.
pt_pt: Duração %s inválido, usando %d dias.

source: Invalid expiry time.
pt_pt: Tempo de expiração inválido.

source: Invalid hostmask. Only real hostmasks are valid, as exceptions are not matched against nicks or usernames.
pt_pt: Máscara inválida. Somente hosts reais são válidos, uma vez que as exceções nãosão comparadas com nicks ou idents.

source: Invalid limit %s, using %d.
pt_pt: Límite %s não é válido, usando %d.

source: Invalid passcode has been entered, please check the e-mail again, and retry.
pt_pt: Se um código inválido foi inserido, verifique novamente o e-mail tenta de novo

source: Invalid passcode.
pt_pt: Código inválido.

source: Invalid session limit. It must be a valid integer greater than or equal to zero and less than %d.
pt_pt: Limite da sessão inválida. Deve ser um número inteiro válido maior ou igual a zero menos do que %d.

source: Invalid threshold value. It must be a valid integer greater than 1.
pt_pt: Valor limiar inválido. Deve ser um número inteiro válido superior a 1.

source: Invalid value for LIMIT. Must be numerical.
pt_pt: Valor inválido para LIMIT. Deve ser um número.

source: Invites you or an optionally specified nick into a channel
pt_pt: Convida você ou, opcionalmente, o nick especificado para um canal

source: Italics kicker
pt_pt: Kick por itálicos

source: Join a group
pt_pt: Entrar em um grupo

source: Keep modes
pt_pt: Salvar modos

source: Keep modes for %s is now off.
pt_pt: Salvar modos para %s Desativado.

source: Keep modes for %s is now on.
pt_pt: Salvar modos para %s Ativado.

source: Key
pt_pt: Senha

source: Key for channel %s is %s.
pt_pt: a senha para o canal %s é %s.

source: Kick a user from a channel
pt_pt: Kickar um usuário de um canal

source: Kicked %d/%d users matching %s from %s.
pt_pt: Kickados %d/%d usuarios que combinam %s em %s.

source: Kicks a specified nick from a channel
pt_pt: Kicka um nick especifico de um canal

source: Kill a user
pt_pt: Expulsar um usuário da rede

source: LIMIT enforced by
pt_pt: LIMIT forçado por

source: LIMIT enforced on %s, %d users removed.
pt_pt: LIMIT forçado %s, %d usuários excluídos.

source: LIST threshold
pt_pt: LIST umbral

source: LIST [ mask | list | id ]
pt_pt: LIST [ máscara | lista | id ]

source: LIST [ mask | list ]
pt_pt: LIST [ máscara | lista ]

source: LIST [ nickname ]
pt_pt: LIST [ nick ]

source: LOGONNEWS {ADD|DEL|LIST} [ text | num ]
pt_pt: LOGONNEWS {ADD|DEL|LIST} [ texto | número ]

source: Language changed to English.
pt_pt: Idioma alterado para Português.

source: Last memo to %s has been cancelled.
pt_pt: O último memo enviado a %s Foi cancelado.

source: Last quit message
pt_pt: Última mensagem de quit

source: Last seen
pt_pt: Visto pela última vez

source: Last seen address
pt_pt: Último endereço visto

source: Last topic
pt_pt: Último tópico

source: Last used
pt_pt: Usado pela última vez

source: Last usermask
pt_pt: Última máscara

source: Level
pt_pt: Nivel

source: Level for %s on channel %s changed to %d.
pt_pt: O nivel para %s no canal %s mudou para %d.

source: Level for %s on channel %s changed to founder only.
pt_pt: O nivel para %s no canal %s mudou para fundador.

source: Level must be between %d and %d inclusive.
pt_pt: O nível deve estar entre %d e %d inclusive.

source: Limit
pt_pt: Límite

source: List all registered nicknames that match a given pattern
pt_pt: Liste todos os apelidos registrados que correspondem ao padrão dado

source: List channels you have access on
pt_pt: Lista de canais nos quais você tem acesso

source: List for mode %c is full.
pt_pt: A lista para o modo %c está cheia.

source: List loaded modules
pt_pt: Listar módulos carregados

source: List of entries matching %s:
pt_pt: Lista de entradas que combinam %s:

source: List of nicknames in the group of %s:
pt_pt: Lista de nicks no grupo de %s:

source: List of nicknames in your group:
pt_pt: Lista de nicks no seu grupo:

source: List your memos
pt_pt: Liste seus memos

source: Lists all available bots on this network. Bots prefixed by a * are reserved for IRC Operators.
pt_pt: Lista todos os bots disponíveis nesta rede. Os bots precedidos por um * são reservados para IRCOps.

source: Lists all channel records
pt_pt: Lista todos os registros de canais

source: Lists all channels currently in use on the IRC network, whether they are registered or not. If pattern is given, lists only channels that match it. If a nickname is given, lists only the channels the user using it is on. If SECRET is specified, lists only channels matching pattern that have the +s or +p mode.
pt_pt: Lista todos os canais atualmente em uso na rede IRC, estão registrados ou não. Se for fornecido padrão, lista apenas os canais que combinam com ele, se um nick for fornecido, liste apenas os canais onde o usuário está dentro. Se SECRET for especificado, liste apenas os canais que concordar com padrão e tem os modos +s e +p.

source: Lists all channels you have access on. Channels that have the NOEXPIRE option set will be prefixed by an exclamation mark. The nickname parameter is limited to Services Operators
pt_pt: Liste todos os canais que você tem acesso. Os canais que têm a opção NOEXPIRE O conjunto de opções será na frente de um ponto de exclamação, o parâmetro nick é limitado para Operadores de Serviço

source: Lists all nicknames in your group
pt_pt: Lista todos os nicks do seu grupo

source: Lists all registered channels matching the given pattern
pt_pt: Liste todos os canais registrados que correspondem ao padrão fornecido

source: Lists all registered channels matching the given pattern. Channels with the PRIVATE option set will only be displayed to Services Operators with the proper access. Channels with the NOEXPIRE option set will have a ! prefixed to the channel for Services Operators to see. Note that a preceding '#' specifies a range, channel names are to be written without '#'. If the SUSPENDED or NOEXPIRE options are given, only channels which, respectively, are SUSPENDED or have the NOEXPIRE flag set will be displayed. If multiple options are given, all channels matching at least one option will be displayed. Note that these options are limited to Services Operators . Examples: LIST *anope* Lists all registered channels with anope in their names (case insensitive). LIST * NOEXPIRE Lists all registered channels which have been set to not expire. LIST #51-100 Lists all registered channels within the given range (51-100).
pt_pt: Liste todos os canais registrados que correspondem ao padrão dado. Os canais com a opção PRIVATE ativada só será mostrado aos Operadores do Serviço com acesso apropiado. Os canais com a opção NOEXPIRE ativada eles terão um ! na frente, apenas visível para os Operadores de Serviços. Observe que um '#' na frente especifica um intervalo. Se SUSPENDED ou NOEXPIRE forem especificados, somente os canais serão exibidos com as respectivas opções ativadas. Se forem especificados múltiplos opções, Todos os canais serão exibidos com pelo menos um deles ativado. Ter em conta que essas opções estão limitadas a Operadores de Serviços . Exemplos: LIST *Virtualife* Liste todos os canais registrados com Virtualife no seu nome (não sensível às maiúsculas e minúsculas). LIST * NOEXPIRE Lista todos os canais registrados que não expirarão. LIST #51-100 Liste todos os canais registrados no intervalo fornecido (51-100).

source: Lists all registered nicknames which match the given pattern, in nick!user@host format. Nicks with the PRIVATE option set will only be displayed to Services Operators with the proper access. Nicks with the NOEXPIRE option set will have a ! prefixed to the nickname for Services Operators to see. Note that a preceding '#' specifies a range. If the SUSPENDED, UNCONFIRMED or NOEXPIRE options are given, only nicks which, respectively, are SUSPENDED, UNCONFIRMED or have the NOEXPIRE flag set will be displayed. If multiple options are given, all nicks matching at least one option will be displayed. Note that these options are limited to Services Operators . Examples: LIST *!joeuser@foo.com Lists all registered nicks owned by joeuser@foo.com. LIST *Bot*!*@* Lists all registered nicks with Bot in their names (case insensitive). LIST * NOEXPIRE Lists all registered nicks which have been set to not expire. LIST #51-100 Lists all registered nicks within the given range (51-100).
pt_pt: Liste todos os apelidos registrados que correspondem ao padrão dado, no formato nick!usuario@host . Os nicks com a opção PRIVATE ativado só será mostrado aos Operadores de Serviços com o acesso apropriado. Os nicks com a opção NOEXPIRE ativada eles terão um ! antes do nick, apenas visível pelos Operadores de Serviços. Observe que um '#' na frente especifica um intervalo. Se SUSPENDED, UNCONFIRMED ou NOEXPIRE for especificado, apenas os nicks com as respectivas opções ativadas, se forem especificadasmúltipla opções, todos os nicks serão mostrados com pelo menos um deles ativado. Tenha em mente que essas opções estão limitadas a Operadores de Serviços . Exemplo: LIST *!virtualife@virtualife.com.br Liste todos os apelidos registrados de propriedade de virtualife@virtualife.com.br. LIST *Bot*!*@* Liste todos os apelidos registrados com Bot em seus nomes (não sensíveis a maiúsculas e minúsculas). LIST * NOEXPIRE Lista todos os apelidos registrados que não expiram. LIST #51-100 Lista todos os apelidos registrados no intervalo especificado (51-100).

source: Lists all user records
pt_pt: Liste todos os registros de usuários

source: Lists any memos you currently have. With NEW, lists only new (unread) memos. Unread memos are marked with a "*" to the left of the memo number. You can also specify a list of numbers, as in the example below: LIST 2-5,7-9 Lists memos numbered 2 through 5 and 7 through 9.
pt_pt: Liste os memos que você possui atualmente. Com NEW, lista apenas os novos memos (não lidos). Os novos memos são marcado com um "*" à esquerda do número do memo. Você também pode especificar uma lista de números, como no exemplo: LIST 2-5,7-9 Lista os memos de números 2 a 5 e 7 a 9.

source: Lists available bots
pt_pt: Lista de bots disponíveis

source: Lists currently loaded modules.
pt_pt: Liste todos os módulos carregados.

source: Load a module
pt_pt: Carregar um módulo

source: Local channels cannot be registered.
pt_pt: Os canais locais não podem ser registrados.

source: Log list for %s:
pt_pt: Lista de registros para %s:

source: Logging changed for command %s on %s, now using log method %s%s%s.
pt_pt: Registro alterado para o comando %s em %s, agora o método de registro %s%s%s.

source: Logging for command %s on %s with log method %s%s%s has been removed.
pt_pt: O registro do comando foi excluído %s em %s com o método de registro %s%s%s.
