Repository: teamjacu/pt_BR
Catalog: anope.*.po
Languages: pt_pt

source: Logging is now active for command %s on %s, using log method %s%s%s.
pt_pt: O registro agora está ativado para o comando %s em %s, com o método de registro %s%s%s.

source: Login to %s
pt_pt: Entrar em %s

source: Logon news item #%d deleted.
pt_pt: Notícias de entrada #%d apagado.

source: Logon news item #%s not found!
pt_pt: ¡Notícias de entrada #%s não encontrado!

source: Logon news items:
pt_pt: Notícias de entrada:

source: Logout from %s
pt_pt: Fechar sessão em %s

source: Logs you in to %s so you gain Services Operator privileges. This command may be unnecessary if your oper block is configured without a password.
pt_pt: Faça login em %s para obter privilégios de operador dos Serviços. Este comando pode ser desnecessário se o seu bloco de operador está configurado sem uma senha.

source: Logs you out from %s so you lose Services Operator privileges. This command is only useful if your oper block is configured with a password.
pt_pt: Te desconecta de %s perdendo os privilégios do operador de serviços Este comando só é útil se o seu operador bloquear é configurado sem uma senha.

source: Looking for yourself, eh %s?
pt_pt: Procurando por si mesmo, ¿heim %s?

source: Mainly controls mode locks and mode access (which is different from channel access) on a channel. The %s LOCK command allows you to add, delete, and view mode locks on a channel. If a mode is locked on or off, services will not allow that mode to be changed. The SET command will clear all existing mode locks and set the new one given, while ADD and DEL modify the existing mode lock. Example: MODE #channel LOCK ADD +bmnt *!*@*aol* The %s SET command allows you to set modes through services. Wildcards * and ? may be given as parameters for list and status modes. Example: MODE #channel SET +v * Sets voice status to all users in the channel. MODE #channel SET -b ~c:* Clears all extended bans that start with ~c: The %s CLEAR command is an easy way to clear modes on a channel. what may be any mode name. Examples include bans, excepts, inviteoverrides, ops, halfops, and voices. If what is not given then all basic modes are removed.
pt_pt: Ele controla principalmente o bloqueio de modos e modos de acesso (que édiferente dos níveis de acesso ao canal em um canal. O comando %s LOCK Permite adicionar, excluir e visualizar os bloqueios de modo em um canal. Se um modo estiver bloqueado ativado ou desativado, os serviços não permitirãopara ser alterado desse jeito O comando SET limpará todos os bloqueios existentes eestabelecerá o novo dado, enquanto que ADD e DEL eles modificarão os bloqueios existentes. Exemplo: MODE #canal LOCK ADD +bmnt *!*@*aol* O comando %s SET permite que você estabeleça modos com serviços. Podem use curingas como * e ? Exemplo: MODE #canal SET +v * Definir o status da voz para todos os usuários do canal. MODE #canal SET -b ~c:* Exclua todas as proibições prolongadas que começam com ~c: O comando %s CLEAR é uma maneira fácil de limpar modos em um canal. que pode ser bans, exceções, ops, halfops, e voices. Se não for especificado que , se eliminará todos os modos básicos.

source: Maintain the AutoKick list
pt_pt: Mantém a lista de AutoKick

source: Maintains network bot list
pt_pt: Mantém a lista de bots na rede

source: Maintains the %s list for a channel. Users who match an access entry on the %s list receive the following privileges:
pt_pt: Mantenha a lista %s para um canal. Usuários que correspondem A entrada da lista %s recebe os seguintes privilégios:

source: Maintains the AutoKick list for a channel. If a user on the AutoKick list attempts to join the channel, %s will ban that user from the channel, then kick the user. The AKICK ADD command adds the given nick or usermask to the AutoKick list. If a reason is given with the command, that reason will be used when the user is kicked; if not, the default reason is "User has been banned from the channel". When akicking a registered nick the %s account will be added to the akick list instead of the mask. All users within that nickgroup will then be akicked.
pt_pt: Mantém a lista AutoKick para um canal. Se um usuário na lista AutoKick tenta entrar no canal, %s o que banirá e então kickará. O comando AKICK ADD adicione o nick ou máscara dado para a lista AutoKick. Se você especificar um razão com o comando, esse motivo será usado ao chutar o usuário, caso contrário, a razão defeito será"O usuário foi banido do canal". Quando você especifica um nick registrado , será adicionado ao listar a conta %s em vez da máscara; isto é, tudo Os usuários do grupo também serão chutados.

source: Maintains the access list for a channel. The access list specifies which users are allowed chanop status or access to %s commands on the channel. Different user levels allow for access to different subsets of privileges. Any registered user not on the access list has a user level of 0, and any unregistered user has a user level of -1.
pt_pt: Mantém a lista de acceso para um canal. A lista de acesso especifica quais usuários podem acessar o status de operador ou aos comandos %s. Diferentes níveis permitir o acesso a diferentes subconjuntos de privilégios. Qualquer usuário que não esteja na lista de acesso terá nível 0, e qualquer usuário não registrado terá o nível -1.

source: Maintains the bad words list for a channel. The bad words list determines which words are to be kicked when the bad words kicker is enabled. For more information, type %s%s HELP KICK %s. The ADD command adds the given word to the bad words list. If SINGLE is specified, a kick will be done only if a user says the entire word. If START is specified, a kick will be done if a user says a word that starts with word . If END is specified, a kick will be done if a user says a word that ends with word . If you don't specify anything, a kick will be issued every time word is said by a user.
pt_pt: Mantém a lista de bad words para um canal. A lista de bad words ddetermine quais as palavras que devem ser kickadas quando o kick por bad words é ativado. Para mais informação, escreva %s%s HELP KICK %s. O comando ADD adicione uma palavra à lista de bad words. Se for especifica SINGLE, será dado kick apenas se o usuário disser toda a palavra. Sim sei especifica START, o kick ocorrerá somente se o O usuário diz uma palavra que começa com palavra . Se for especificado END, o kick ocorrerá somente se o O usuário diz uma palavra que termina com palavra . Se você não especifica nada, haverá um Kick sempre palavra ser dito por um usuário.

source: Maintains the bad words list
pt_pt: Manter lista de bad words

source: Makes the bot do the equivalent of a "/me" command
pt_pt: Faz o bot fazer o equivalente ao comando "/me"

source: Makes the given message the greet of the nickname, that will be displayed when joining a channel that has GREET option enabled, provided that the user has the necessary access on it.
pt_pt: Converta a mensagem dada na saudação do apelido, que será mostrado ao entrar em um canal que tenha a opção GREET habilitado, desde que o usuário tenha acesso Basta nesse canal.

source: Makes the given message the greet of your nickname, that will be displayed when joining a channel that has GREET option enabled, provided that you have the necessary access on it.
pt_pt: Converta a mensagem dada na saudação do seu apelido, que será mostrado ao entrar em um canal que tenha a opção GREET habilitado, desde que tenha acesso suficiente nesse canal.

source: Manage DNS zones for this network
pt_pt: Gerencie as zonas DNS para esta rede

source: Manage the channel's entry messages
pt_pt: Gerencie as mensagens recebidas para o canal

source: Manage the memo ignore list
pt_pt: Gerencie a lista de ignorados nos memos

source: Manage your auto join list
pt_pt: Gerencie sua lista auto join

source: Manipulate the %s list
pt_pt: Manipular a lista %s

source: Manipulate the AKILL list
pt_pt: Manipular a lista AKILL

source: Manipulate the DefCon system
pt_pt: Manipular o sistema DefCon

source: Manipulate the topic of the specified channel
pt_pt: Manipular o tópico do canal especificado

source: Mask
pt_pt: Máscara

source: Mask %s already present on %s's access list.
pt_pt: A máscara %s já está presente na lista de acesso de %s.

source: Mask must be in the form user @ host .
pt_pt: A máscara deve estar no formato usuario@host

source: Masks and unregistered users may not be on access lists.
pt_pt: As listas de acesso não podem conter máscaras ou usuários não registrados.

source: Matches and returns all users that registered using given email
pt_pt: Retorna todos os usuários que se registraram usando o email fornecido

source: Matches for %s:
pt_pt: Jogos para %s:

source: Maximum users: %d (%s)
pt_pt: Número máximo de usuários: %d (%s)

source: Memo %d from %s (%s).
pt_pt: Memo %d de %s (%s).

source: Memo %d has been deleted.
pt_pt: O memo %d foi excluído.

source: Memo ignore list is empty.
pt_pt: A lista de ignore está vazia.

source: Memo limit disabled for %s.
pt_pt: Límite de memos para %s desabilitado.

source: Memo limit for %s set to %d.
pt_pt: Límite de memos para %s estabelecido para %d.

source: Memo limit for %s set to 0.
pt_pt: Límite de memos para %s estabelecido para 0.

source: Memo sent to %s.
pt_pt: Memo enviado para %s.

source: Memos for %s:
pt_pt: Memos para %s:

source: Message
pt_pt: Mensagem

source: Message mode
pt_pt: Modo de mensagem

source: Method
pt_pt: Método

source: Missing parameter for mode %c.
pt_pt: Falta um parámetro para o modo %c.

source: Mode
pt_pt: Modo

source: Mode %s is not a status or list mode.
pt_pt: O modo %s não é uma modo de status.

source: Mode lock
pt_pt: Bloqueio de modos

source: Mode locks for %s:
pt_pt: Modos bloqueado para %s:

source: Modes
pt_pt: Modos

source: Modifies or displays the access list for your nick. This is the list of addresses which will be automatically recognized by %s as allowed to use the nick. If you want to use the nick from a different address, you need to send an IDENTIFY command to make %s recognize you. Services Operators may provide a nick to modify other users' access lists. Examples: ACCESS ADD anyone@*.bepeg.com Allows access to user anyone from any machine in the bepeg.com domain. ACCESS DEL anyone@*.bepeg.com Reverses the previous command. ACCESS LIST Displays the current access list.
pt_pt: Modifique ou mostre a lista de acesso para seu apelido. é a lista de endereços que serão automaticamente reconhecido por %s como autorizado a usar o nick. Sim Você quer usar o nick de um endereço diferente, você deve enviar um comando IDENTIFY para fazer o que %s reconhecê-lo, os operadores de serviços podem especifique um apelido para modificar a lista de outros usuários. Exemplos: ACCESS ADD Nick@*.virtualife.com.br Permite o acesso dos usuários Nick de qualquer máquina no domínio virtualife.com.br. ACCESS DEL Nick@*.virtualife.com.br Reverter o comando anterior. ACCESS LIST Exibe a lista de acesso atual.

source: Modify the Services ignore list
pt_pt: Modifique a lista de ignorados pelos Serviços

source: Modify the list of %s users
pt_pt: Modificar a lista de usuarios %s

source: Modify the list of authorized addresses
pt_pt: Modificar a lista de endereços autorizados

source: Modify the list of privileged users
pt_pt: Modificar a lista de usuarios privilegiados

source: Modify the nickname client certificate list
pt_pt: Modificar a lista de certificados do nick

source: Modify the session-limit exception list
pt_pt: Modificar a lista de exceções ao limite da sessão

source: Module %s is already loaded.
pt_pt: O módulo %s já está carregado.

source: Module %s isn't loaded.
pt_pt: O módulo %s não está carregado.

source: Module %s loaded.
pt_pt: Módulo %s carregado.

source: Module %s reloaded.
pt_pt: Módulo %s recarregado .

source: Module %s unloaded.
pt_pt: Módulo %s descarregado.

source: Module Name
pt_pt: Nome do módulo

source: Module settings:
pt_pt: Configuração do módulo:

source: Module: %s Version: %s Author: %s Loaded: %s
pt_pt: Módulo: %s Versão: %s Autor: %s Carregado: %s

source: Module: %s [%s] [%s]
pt_pt: Módulo: %s [%s] [%s]

source: Name
pt_pt: Nome

source: Name Type
pt_pt: Nome Tipo

source: Network stats for %s:
pt_pt: Estatísticas de rede para %s:

source: Never
pt_pt: Nunca

source: Nick %s has been confirmed.
pt_pt: O nick %s foi confirmado.

source: Nick %s is already an operator.
pt_pt: O nick %s ele já é um operador.

source: Nick %s is already confirmed.
pt_pt: O nick %s já foi confirmado.

source: Nick %s is an illegal nickname and cannot be used.
pt_pt: O nick %sé um nick ilegal, e não pode ser usado.

source: Nick %s is currently in use.
pt_pt: O nick %s está atualmente em uso.

source: Nick %s is forbidden by %s: %s
pt_pt: O nick %s está proibido por %s: %s

source: Nick %s is forbidden.
pt_pt: O nick %s está proibido.

source: Nick %s is not a Services Operator.
pt_pt: O nick %s não é un Operador dos Serviços.

source: Nick %s is part of this Network's Services.
pt_pt: O nick %s faz parte dos Serviços desta Rede.

source: Nick %s isn't currently in use.
pt_pt: O nick %s não está atualmente em uso.

source: Nick %s isn't registered.
pt_pt: O nick %s não está registrado.

source: Nick %s was truncated to %d characters.
pt_pt: O nick %s foi reduzido a %d caracteres.

source: Nick %s will expire.
pt_pt: O nick %s Vai expirará.

source: Nick %s will not expire.
pt_pt: O nick %s não expirará.

source: Nick %s doesn't have a memo from you.
pt_pt: O nick %s você não recebeu nenhum memo de você.

source: Nick %s has been logged out.
pt_pt: O nick %s foi desconectado.

source: Nick %s has been ungrouped from %s.
pt_pt: O nick %s foi desagrupado de %s.

source: Nick %s is currently suspended.
pt_pt: O nick %s está atualmente suspenso.

source: Nick %s is not in your group.
pt_pt: O nick %s não está no seu grupo.

source: Nick %s is not suspended.
pt_pt: O nick %s não está suspenso.

source: Nick %s is now released.
pt_pt: O nick %s agora está liberado.

source: Nick %s is now suspended.
pt_pt: O nick %s agora ele está suspenso.

source: Nick too long, max length is %u characters.
pt_pt: Nick Por muito tempo, o comprimento máximo é %u caracteres.

source: Nickname %s has been dropped.
pt_pt: O nick %s foi excluído.

source: Nickname %s is already registered!
pt_pt: ¡O nick %s ja está registrado!

source: Nickname %s may not be registered.
pt_pt: O nick %s não pode ser registrado.

source: Nickname %s registered under your user@host-mask: %s
pt_pt: Nick %s registrado sob sua máscara usuario@host: %s

source: Nickname %s registered.
pt_pt: Nick %s registrado.

source: No auto-op
pt_pt: Não auto-op

source: No bot
pt_pt: Não há bot

source: No expire
pt_pt: Não expira

source: No help available for %s.
pt_pt: Não há ajuda para %s.

source: No information about module %s is available.
pt_pt: Nenhuma informação disponível para o módulo %s

source: No limit is set on %s.
pt_pt: Não foram estabelecidos limites em %s.

source: No logon news items to delete!
pt_pt: ¡Nenhuma notícia de entrada para apagar!

source: No matches for %s found.
pt_pt: Não foram encontradas correspondências para %s.

source: No matching entries on %s %s list.
pt_pt: Não há entradas correspondentes à lista de %s de %s.

source: No matching entries on %s access list.
pt_pt: Não há entradas correspondentes na lista de acesso de %s .

source: No matching entries on %s autokick list.
pt_pt: Não há entradas correspondentes na lista de chutes automáticos no canal %s.

source: No matching entries on %s bad words list.
pt_pt: Não há palavras que concordem na lista de bad words de %s.

source: No matching entries on session-limit exception list.
pt_pt: Não há entradas correspondentes à lista de exceções ao limite de sesiones.

source: No matching entries on the %s list.
pt_pt: Não há entradas correspondentes à lista de %s.

source: No matching entries on the AKILL list.
pt_pt: Não há entradas correspondentes na lista de AKILLs.

source: No memo was cancelable.
pt_pt: ¡Nenhum memo pode ser cancelado.

source: No modules currently loaded matching that criteria.
pt_pt: Atualmente, não há módulos carregados que correspondam a esse padrão.

source: No one is using your nick, and services are not holding it.
pt_pt: Ninguém está usando seu nick, e os serviços não o estão segurando.

source: No oper block for your nick.
pt_pt: Você não tem nenhum Block no operador.

source: No oper news items to delete!
pt_pt: ¡Não há notícias de oper para apagar!

source: No random news items to delete!
pt_pt: ¡Nenhuma notícia de forma aleatória para apagar!

source: No records to display.
pt_pt: Não há registros para mostrar.

source: No request for nick %s found.
pt_pt: Não foram encontrados pedidos para o nick %s.

source: No signed kick when SIGNKICK LEVEL is used
pt_pt: Kicks não são assinados ao usar o SIGNKICK LEVEL

source: No stats for %s.
pt_pt: Não há estatísticas para %s.

source: No such info "%s" on %s.
pt_pt: Não há informações "%s" em %s.

source: No users on %s match %s.
pt_pt: Nenhum usuário em %s concordar com %s.

source: No-bot mode is now off on channel %s.
pt_pt: O modo não-bot está agora Desativado no canal %s.

source: No-bot mode is now on on channel %s.
pt_pt: O modo não-bot está agora Ativado no canal %s.

source: Non-status modes cleared on %s.
pt_pt: Modos de não status excluídos em %s

source: None
pt_pt: Nenhum

source: Nothing to do.
pt_pt: Nada para fazer.

source: Number
pt_pt: Número

source: OPERNEWS {ADD|DEL|LIST} [ text | num ]
pt_pt: OPERNEWS {ADD|DEL|LIST} [ texto | número ]

source: Online from
pt_pt: Online Desde

source: Oper Info
pt_pt: Informação do operador

source: Oper info list for %s is empty.
pt_pt: A lista de informações di oper para %s está vazia.

source: Oper news item #%d deleted.
pt_pt: Noticia do oper #%d apagado.

source: Oper news item #%s not found!
pt_pt: ¡Noticia do oper #%s não encontrada!

source: Oper news items:
pt_pt: Noticias do oper:

source: Oper privileges removed from %s (%s).
pt_pt: Privilegios de Oper eliminados para %s (%s).

source: Oper type %s has not been configured.
pt_pt: O tipo de operador %s não foi configurado.

source: Operflags %s have been added for %s.
pt_pt: As Flags de IRCOp %s para %s.

source: Operflags %s have been removed from %s.
pt_pt: As flags de IRCOp %s foram removidos para %s.

source: Opertype %s has no allowed commands.
pt_pt: O Operador de tipo %s não tem comandos permitidos.

source: Opertype %s has no allowed privileges.
pt_pt: O Operador de tipo %s não tem privilégios permitidos.

source: Opertype %s receives modes %s once identified.
pt_pt: O Operador de tipo %s obter os modos %s uma vez identificado.

source: Ops protection
pt_pt: Proteção de Ops

source: Options
pt_pt: Opções

source: POOL server.name
pt_pt: POOL nome-de-servidor

source: Param
pt_pt: Parámetro

source: Password accepted - you are now recognized.
pt_pt: Senha aceita - Você foi reconhecido.

source: Password accepted.
pt_pt: Senha aceita.

source: Password authentication required for that command.
pt_pt: Este comando requer identificação por senha

source: Password for %s changed to %s.
pt_pt: Senha de %s mudou para %s.

source: Password for %s changed.
pt_pt: Senha de %s mudou.

source: Password for %s is %s.
pt_pt: A senha para %s é %s.

source: Password incorrect.
pt_pt: Senha incorreta.

source: Password reset email for %s has been sent.
pt_pt: Um email de redefinição de senha foi enviado para %s.

source: Peace
pt_pt: Paz

source: Peace option for %s is now off.
pt_pt: Opção de paz para %s Desativada.

source: Peace option for %s is now on.
pt_pt: Opção de paz para %s Ativada.

source: Persistent
pt_pt: Persistente

source: Please contact an Operator to get a vHost assigned to this nick.
pt_pt: Entre em contato com um Operador para ter um VHost atribuído a este nick.

source: Please try again with a more obscure password. Passwords should be at least five characters long, should not be something easily guessed (e.g. your real name or your nick), and cannot contain the space or tab characters.
pt_pt: Tente novamente com uma senha mais difícil. O senhas deve ter pelo menos cinco caracteres e não ser facilmente adivinhado (p.e., seu nome real ou seu nick), e não pode conter espaços ou abas.

source: Please use a valid server name when juping.
pt_pt: Use um nome de servidor válido quando juping.

source: Please use the symbol of # when attempting to register.
pt_pt: Por favor, use o símbolo # quando você tenta registrar um canal.

source: Please wait %d seconds and retry.
pt_pt: Por favor, aguarde %d segundos e tente novamente.

source: Please wait %d seconds before requesting a new vHost.
pt_pt: Por favor, aguarde %d segundos antes de solicitar um novo vHost.

source: Please wait %d seconds before using the %s command again.
pt_pt: Por favor, aguarde %d segundos antes de usar o comando %s novamente.

source: Please wait %d seconds before using the GROUP command again.
pt_pt: Por favor, aguarde %d segundos antes de usar o comando GROUP novamente.

source: Please wait %d seconds before using the REGISTER command again.
pt_pt: Por favor, aguarde %d segundos antes de usar o comando REGISTER novamente.

source: Pooled %s.
pt_pt: %s adicionado ao pool dns.

source: Pooled/Active
pt_pt: No pool/Ativo

source: Pooled/Not Active
pt_pt: No pool/Não Ativo

source: Prevent a bot from being assigned by non IRC operators
pt_pt: Impedir que um bot seja designado por usuários que não são IRCOps

source: Prevent a bot from being assigned to a channel
pt_pt: Impedir que um bot seja atribuído a um canal

source: Prevent a channel from being used preserving channel data and settings
pt_pt: Impedir que um canal seja usado enquanto mantém toda a configuração

source: Prevent the channel from expiring
pt_pt: Impedir que o canal expire

source: Prevent the nickname from appearing in the LIST command
pt_pt: Evite o nick aparece no comando LIST

source: Prevent the nickname from expiring
pt_pt: Impeça que o nick expire

source: Prevents users being kicked by Services
pt_pt: Impedir que os usuários sejam Kikados pelos Serviços

source: Private
pt_pt: Privado

source: Private mode of bot %s is now off.
pt_pt: O modo privado do bot %s está agora Desativado.

source: Private mode of bot %s is now on.
pt_pt: O modo privado do bot %s está agora Ativado.

source: Private option for %s is now off.
pt_pt: Privacidade para %s Desativada.

source: Private option for %s is now on.
pt_pt: Privacidade para %s Ativada.

source: Private option is now off for %s.
pt_pt: Privacidade Desativada para %s.

source: Private option is now on for %s.
pt_pt: Privacidade Ativada para %s.

source: Privilege %s added to %s on %s, new flags are +%s
pt_pt: Privilegios de %s dados a %s em %s, as novas Flags são +%s

source: Privilege %s removed from %s on %s, new flags are +%s
pt_pt: Privilegios de %s removido a %s em %s, as novas flags são +%s

source: Protection
pt_pt: Proteção

source: Protection is now off for %s.
pt_pt: A proteção para %sagora está Desativada.

source: Protection is now on for %s, with a reduced delay.
pt_pt: A proteção está agora Ativada para %s, com tempo de espera reduzido.

source: Protection is now on for %s, with no delay.
pt_pt: A proteção está agora Ativada para %s, sem tempo de espera.

source: Protection is now on for %s.
pt_pt: A proteção para %sagora está Ativada.
