Repository: teamjacu/pt_BR
Catalog: anope.*.po
Languages: pt_pt

source: Bot won't kick for flood anymore.
pt_pt: O bot ja não kickara por flood.

source: Bot won't kick for repeats anymore.
pt_pt: O bot ja no kickara por repetir.

source: By
pt_pt: Por

source: CLEAR target
pt_pt: CLEAR objetivo

source: CLEAR time
pt_pt: CLEAR hora

source: Cancel the last memo you sent
pt_pt: Cancelar o último memo que foi enviado

source: Cancel the registration of a channel
pt_pt: Cancelar o registro de um canal

source: Cancel the registration of a nickname
pt_pt: Cancelar o registro de um nick

source: Cancels the last memo you sent to the given nick or channel, provided it has not been read at the time you use the command.
pt_pt: Cancela o último memo que doi enviado ao nick e canal fornecido, sempre e quando não tenha sido lido no momento em que usar este comando.

source: Cannot clone channel %s to itself!
pt_pt: ¡Não é possível clonar o canal %s ele mesmo!

source: Cannot send mail now; please retry a little later.
pt_pt: Impossível enviar o e-mail agora; tente novamente mais tarde

source: Caps kicker
pt_pt: Kick por maiusculas

source: Causes Services to do an immediate shutdown; databases are not saved. This command should not be used unless damage to the in-memory copies of the databases is feared and they should not be saved.
pt_pt: Faz com que os Serviços sejam desligados imediatamente; a base de dados não está salvo. Este comando não deve ser usado para menos que a cópia do banco de dados carregada na memória está danificado e não deve ser salvo.

source: Causes Services to reload the configuration file. Note that some directives still need the restart of the Services to take effect (such as Services' nicknames, activation of the session limitation, etc.).
pt_pt: Faz com que os Serviços recarregem o arquivo de configuração. Tenha em mente que algumas diretrizes ainda precisam do Os serviços são reiniciados para produzir efeitos. (como os nicks do Serviços, a ativação do limite da sessão, etc.)

source: Causes Services to save all databases and then restart (i.e. exit and immediately re-run the executable).
pt_pt: Faz com que os Serviços atualizem o banco de dados e depois de reiniciar.

source: Causes Services to save all databases and then shut down.
pt_pt: Faz com que os Serviços atualizem o banco de dados e depois desligar.

source: Causes Services to update all database files as soon as you send the command.
pt_pt: Faz com que os Serviços atualizem o banco de dados em quanto você manda o comando.

source: Certificate list for %s:
pt_pt: Lista de certificados para %s:

source: ChanServ is required to enable persist on this network.
pt_pt: ChanServ é necessário para permitir a persistência de canais nessa rede.

source: Change channel modes
pt_pt: Alterar modos de canal

source: Change the communication method of Services
pt_pt: Mude o método de comunicação com os Serviços

source: Change user modes
pt_pt: Alterar modos de usuário

source: Changed usermodes of %s to %s.
pt_pt: Alterou os modos de usuário de %s um %s.

source: Changes the display used to refer to the nickname group in Services. The new display MUST be a nick of the group.
pt_pt: Mude a exibição usada para se referir a um grupo de nicks. A nova exibição DEVE ser um nick de grupo.

source: Changes the display used to refer to your nickname group in Services. The new display MUST be a nick of your group.
pt_pt: Mude a exibição usada para se referir ao seu grupo de nicks. A nova exibição DEVE ser um nick de seu grupo.

source: Changes the founder of a channel. The new nickname must be a registered one.
pt_pt: Mude o fundador de um canal. O novo nick deve ser registrado.

source: Changes the language Services uses when sending messages to the given user (for example, when responding to a command they send). language should be chosen from the following list of supported languages:
pt_pt: Altere o idioma que os Serviços utilizam para enviar mensagens para usuario fornecido (por exemplo, ao responder a um comando que você envia). idioma deve ser uma das seguintes listas de idiomas suportados:

source: Changes the language Services uses when sending messages to you (for example, when responding to a command you send). language should be chosen from the following list of supported languages:
pt_pt: Altere o idioma que os Serviços utilizam para enviar mensagens. (por exemplo, ao responder a um comando que você envia). idioma deve ser uma das seguintes listas de idiomas suportados:

source: Changes the password used to identify as the nick's owner.
pt_pt: Altere a senha utilizada para se identificar como dono do nick.

source: Changes the password used to identify you as the nick's owner.
pt_pt: Altere a senha utilizada para identificá-lo como owner.

source: Changes the successor of a channel. If the founder's nickname expires or is dropped while the channel is still registered, the successor will become the new founder of the channel. The new nickname must be a registered one.
pt_pt: Mude o sucessor de um canal. Se o nick do fundador expira ou é excluído enquanto o canal ainda está registrado, o sucessor se tornará o novo fundador do canal. O novo nick deve ser registrado.

source: Channel
pt_pt: Canal

source: Channel %s doesn't exist.
pt_pt: O canal %s não existe.

source: Channel %s has been dropped.
pt_pt: O canal %s foi eliminado.

source: Channel %s has no key.
pt_pt: O canal %s não tem senha.

source: Channel %s is already registered!
pt_pt: ¡O canal %s ja está registrado!

source: Channel %s is forbidden by %s: %s
pt_pt: O canal %s está proibido por %s: %s

source: Channel %s is forbidden.
pt_pt: O canal %s está proibido.

source: Channel %s is no longer persistent.
pt_pt: O canal %s não é persistente.

source: Channel %s is now persistent.
pt_pt: O canal %s agora é persistente.

source: Channel %s is now released.
pt_pt: O canal %s está agora liberado.

source: Channel %s is now suspended.
pt_pt: O canal %s está agora proibido.

source: Channel %s isn't registered.
pt_pt: O canal %s não está registrado.

source: Channel %s isn't suspended.
pt_pt: O canal %s não está suspenso.

source: Channel %s registered under your account: %s
pt_pt: Canal %s registrado sob sua conta: %s

source: Channel %s will expire.
pt_pt: O canal %s expirará.

source: Channel %s will not expire.
pt_pt: O canal %s não expirará.

source: Channel %s %s list has been cleared.
pt_pt: A lista de %s de %s foi limpa.

source: Channel %s access list has been cleared.
pt_pt: A lista de acesso para o canal %s foi limpa.

source: Channel %s akick list has been cleared.
pt_pt: A lista de Akicks do canal %s foi limpa.

source: Channel %s has no mode locks.
pt_pt: O canal %s não tem modos bloqueados.

source: Channel %s is currently suspended.
pt_pt: O canal %s está atualmente suspenso.

source: Channel %s is not a valid channel.
pt_pt: %s Não é um canal válido.

source: Channel list:
pt_pt: Lista de canais:

source: Channel stats for %s on %s:
pt_pt: Estatísticas de canais para %s em %s:

source: Channels may not be on access lists.
pt_pt: Os canais não podem estar nas listas de acesso.

source: Channels that %s has access on:
pt_pt: Canais em que %s tem accesso:

source: Channels: %lu entries, %lu buckets, longest chain is %d
pt_pt: Canais: %lu entradas, %lu buckets, a cadeia mais longa é %d

source: Chanstats
pt_pt: Estatísticas de canais

source: Chanstats statistics are now disabled for %s
pt_pt: As estatísticas do canal agora estão desabilitadas para %s

source: Chanstats statistics are now disabled for this channel.
pt_pt: As estatísticas agora estão desativadas para este canal.

source: Chanstats statistics are now disabled for your nick.
pt_pt: As estatísticas do canal agora estão desabilitadas para o seu nick.

source: Chanstats statistics are now enabled for %s
pt_pt: As estatísticas de canais agora estão habilitadas para %s

source: Chanstats statistics are now enabled for this channel.
pt_pt: As estatísticas agora estão habilitadas para este canal.

source: Chanstats statistics are now enabled for your nick.
pt_pt: As estatísticas de canais agora estão ativadas para o seu nick.

source: Checks for the last time nick was seen joining, leaving, or changing nick on the network and tells you when and, depending on channel or user settings, where it was.
pt_pt: Verifique a última vez nick foi visto entrando, saindo, ou mudar o nick na rede e ele diz quando e, dependendo do canal ou a configuração do usuário, onde foi.

source: Checks if last memo to a nick was read
pt_pt: Verifique se o último memo enviado para um nick foi lido

source: Cleared info from %s.
pt_pt: Informações excluídas de %s

source: Colors kicker
pt_pt: Kick por cores

source: Command
pt_pt: Comando

source: Configures AMSG kicker
pt_pt: Configura kicks por AMSG

source: Configures badwords kicker
pt_pt: Configura kicks por palavrões

source: Configures bot kickers. option can be one of:
pt_pt: Configura kicks do bot. opção pode ser:

source: Configures bot options
pt_pt: Configurar opções de bot

source: Configures bot options. Available options:
pt_pt: Configurar opções do bot. Opciones disponibles:

source: Configures caps kicker
pt_pt: Configurar kicks por maiusculas

source: Configures channel logging settings
pt_pt: Defina as opções de registro do canal

source: Configures color kicker
pt_pt: Configurar kicks por cor

source: Configures flood kicker
pt_pt: Configurar kicks por flood

source: Configures italics kicker
pt_pt: Configurar kicks por itálico

source: Configures kickers
pt_pt: Configurar kicks

source: Configures repeat kicker
pt_pt: Configurar kicks por repetir

source: Configures reverses kicker
pt_pt: Configurar kicks para fundos

source: Configures the time bot bans expire in
pt_pt: Configurar o tempo de expiração do bans do bot

source: Configures underlines kicker
pt_pt: Configurar kicks por sublinhando

source: Confirm a passcode
pt_pt: Confirmar um código

source: Control modes and mode locks on a channel
pt_pt: Modo de controle e modos de bloqueio em um canal

source: Controls what messages will be sent to users when they join the channel.
pt_pt: Controla quais mensagens são enviadas aos usuários quando entram no canal.

source: Copy all settings from one channel to another
pt_pt: Copia na configuração de um canal a outro

source: Created
pt_pt: Criado

source: Creator
pt_pt: Criador

source: Current %s list:
pt_pt: Lista %s atual:

source: Current AKILL list:
pt_pt: Lista atual de AKILLs:

source: Current Session Limit Exception list:
pt_pt: Lista de exceção de limite de sessão atual:

source: Current module list:
pt_pt: Lista atual de módulos:

source: Current number of AKILLs: %d
pt_pt: Número atual de AKILLs: %d

source: Current number of SNLINEs: %d
pt_pt: Número atual de SNLINEs: %d

source: Current number of SQLINEs: %d
pt_pt: Número atual de SQLINEs: %d

source: Current users: %d (%d ops)
pt_pt: Usuarios atuais: %d (%d ops)

source: DEL target info
pt_pt: DEL alvo info

source: DEL [ nickname ] channel
pt_pt: DEL [ nick ] canal

source: DEL [ nickname ] fingerprint
pt_pt: DEL [ nick ] huella

source: DEL [ nickname ] mask
pt_pt: DEL [ nick ] máscara

source: DEL { mask | entry-num | list | id }
pt_pt: DEL { máscara | entrada-num | lista | id }

source: DEL { mask | entry-num | list }
pt_pt: DEL { máscara | entrada-num | lista }

source: DEL { nick | mask }
pt_pt: DEL { nick | máscara }

source: DEL {NICK|CHAN|EMAIL|REGISTER} entry
pt_pt: DEL {NICK|CHAN|EMAIL|REGISTER} entrada

source: DELIP server.name ip
pt_pt: DELIP nome-do-servidor ip

source: DELSERVER server.name [ zone.name ]
pt_pt: DELSERVER nome-do-servidor [ nome-da-zona ]

source: DELZONE zone.name
pt_pt: DELZONE nome-de-zona

source: DEPOOL server.name
pt_pt: DEPOOL nome-do-servidor

source: Database cleared, removed %lu nicks that were added after %s.
pt_pt: Banco de dados limpo, foi removido %lu Nicks que foram adicionados depois de %s.

source: Date/Time
pt_pt: Data/Hora

source: Deactivates the vhost currently assigned to the nick in use. When you use this command any user who performs a /whois on you will see your real host/IP address.
pt_pt: Desative o vhost atualmente atribuído ao nick em uso. Quando você usa esse comando, qualquer usuário que faça um /whois você verá host/IP real.

source: Deactivates your assigned vhost
pt_pt: Desativar o seu vhost atribuído.

source: Default AKILL expiry time: %d days
pt_pt: Tempo de expiração padrão AKILL: %d dias

source: Default AKILL expiry time: %d hours
pt_pt: Tempo de expiração padrão AKILL: %d horas

source: Default AKILL expiry time: %d minutes
pt_pt: Tempo de expiração padrão AKILL: %d minutos

source: Default AKILL expiry time: 1 day
pt_pt: Tempo de expiração padrão AKILL: 1 día

source: Default AKILL expiry time: 1 hour
pt_pt: Tempo de expiração padrão AKILL: 1 hora

source: Default AKILL expiry time: 1 minute
pt_pt: Tempo de expiração padrão AKILL: 1 minuto

source: Default AKILL expiry time: No expiration
pt_pt: Tempo de expiração padrão AKILL: Sem expiração

source: Default SNLINE expiry time: %d days
pt_pt: Tempo de expiração padrão SNLINE: %d días

source: Default SNLINE expiry time: %d hours
pt_pt: Tempo de expiração padrão SNLINE: %d horas

source: Default SNLINE expiry time: %d minutes
pt_pt: Tempo de expiração padrão SNLINE: %d minutos

source: Default SNLINE expiry time: 1 day
pt_pt: Tempo de expiração padrão SNLINE: 1 día

source: Default SNLINE expiry time: 1 hour
pt_pt: Tempo de expiração padrão SNLINE: 1 hora

source: Default SNLINE expiry time: 1 minute
pt_pt: Tempo de expiração padrão SNLINE: 1 minuto

source: Default SNLINE expiry time: No expiration
pt_pt: Tempo de expiração padrão SNLINE: Sem expiração

source: Default SQLINE expiry time: %d days
pt_pt: Tempo de expiração padrão SQLINE: %d días

source: Default SQLINE expiry time: %d hours
pt_pt: Tempo de expiração padrão SQLINE: %d horas

source: Default SQLINE expiry time: %d minutes
pt_pt: Tempo de expiração padrão SQLINE: %d minutos

source: Default SQLINE expiry time: 1 day
pt_pt: Tempo de expiração padrão SQLINE: 1 día

source: Default SQLINE expiry time: 1 hour
pt_pt: Tempo de expiração padrão SQLINE: 1 hora

source: Default SQLINE expiry time: 1 minute
pt_pt: Tempo de expiração padrão SQLINE: 1 minuto

source: Default SQLINE expiry time: No expiration
pt_pt: Tempo de expiração padrão SQLINE: Sem expiração

source: Define messages to be randomly shown to users at logon
pt_pt: Definir mensagens a serem exibidas aleatoriamente para o usuários ao conectar

source: Define messages to be shown to users at logon
pt_pt: Definir mensagens a serem mostradas aos usuários ao conectar

source: Define messages to be shown to users who oper
pt_pt: Defina mensagens para serem exibidas aos usuários quando tornar-se operador

source: Delete a memo or memos
pt_pt: Exclua um ou mais memos

source: Delete the vhost of another user
pt_pt: exclua a vhost de outro usuario

source: Deleted %d entries from %s %s list.
pt_pt: Removido %d entradas da lista de %s de %s.

source: Deleted %d entries from %s access list.
pt_pt: %d entradas excluídas da lista de acesso de %s.

source: Deleted %d entries from %s autokick list.
pt_pt: %d entradas excluídas da lista de Akicks do canal %s.

source: Deleted %d entries from %s bad words list.
pt_pt: %d entradas excluídas da lista de Palavrões de %s.

source: Deleted %d entries from session-limit exception list.
pt_pt: %d entradas excluídas da lista de exceções ao limite da sessão.

source: Deleted %d entries from the %s list.
pt_pt: Removido %d entradas da lista de %s.

source: Deleted %d entries from the AKILL list.
pt_pt: %d entradas excluídas da lista de AKILLs.

source: Deleted 1 entry from %s access list.
pt_pt: 1 entradas excluídas da lista de acceso de %s.

source: Deleted 1 entry from %s autokick list.
pt_pt: 1 entradas excluídas da lista de Akicks do canal %s.

source: Deleted 1 entry from %s bad words list.
pt_pt: 1 palavra excluída da lista de palavrões de %s.

source: Deleted 1 entry from session-limit exception list.
pt_pt: 1 entrada excluída da lista de exceções ao limite da sessão.

source: Deleted 1 entry from the %s list.
pt_pt: Excluído 1 eentrada da lista de %s.

source: Deleted 1 entry from the AKILL list.
pt_pt: 1 entrada excluída da lista de AKILLs.

source: Deleted info from %s.
pt_pt: Informações excluídas de %s.

source: Deleted one entry from %s %s list.
pt_pt: entrada excluída da lista de %s de %s.

source: Deletes the specified memo or memos. You can supply multiple memo numbers or ranges of numbers instead of a single number, as in the second example below. If LAST is given, the last memo will be deleted. If ALL is given, deletes all of your memos. Examples: DEL 1 Deletes your first memo. DEL 2-5,7-9 Deletes memos numbered 2 through 5 and 7 through 9.
pt_pt: Exclua os memos especificados ou. Você pode especificar vários números ou intervalos de números em vez de apenas um, como no exemplo abaixo. Se for especificado LAST o último memo é excluído. Se for especificado ALL todos os seus memos são apagados. Exemplos: DEL 1 Exclue seu primeiro memo. DEL 2-5,7-9 Exclui os memos de número 2 a 5 e 7 a 9.

source: Deletes the vhost assigned to the given nick from the database.
pt_pt: Remova o vhost atribuído ao nick dado do banco de dados.

source: Deletes the vhost for all nicks in the same group as that of the given nick.
pt_pt: Remova o vhost para todos os nicks no mesmo grupo que o nick fornecido.

source: Depooled %s.
pt_pt: %s sacado del pool dns.

source: Description
pt_pt: Descrição

source: Description of %s changed to %s.
pt_pt: Descrição de %s mudou para%s.

source: Description of %s unset.
pt_pt: Descrição de %s eliminado.

source: Disabled
pt_pt: Desabilitado

source: Disallows anyone from using the given channel. May be cancelled by using the UNSUSPEND command to preserve all previous channel data/settings. If an expiry is given the channel will be unsuspended after that period of time, else the default expiry from the configuration is used. Reason may be required on certain networks.
pt_pt: Impedir que alguém use o canal fornecido. Pode ser cancelado usando o comando UNSUSPEND para preservar os dados/configurações anteriores. Se uma expiração for fornecida, a suspensão será levantada depois desse período de tempo; caso contrário, a expiração será usada padrão no arquivo de configuração. A razão pode ser obrigatória em algumas redes.

source: Displayed %d records (%d total).
pt_pt: Mostrados %d registros (%d total).

source: Displayed all records (count: %d).
pt_pt: Todos os registros mostrados (conta: %d)

source: Displayed records from %d to %d.
pt_pt: Registros mostrados de %d a %d.

source: Displayed records matching key %s (count: %d).
pt_pt: Registros mostrados que coincidem com a senha %s (conta: %d).

source: Displays information about a given nickname
pt_pt: Mostra informação sobre um nick fornecido

source: Displays information about the given nickname, such as the nick's owner, last seen address and time, and nick options. If no nick is given, and you are identified, your account name is used, else your current nickname is used.
pt_pt: Mostrar informações sobre o nick que você especifica, como o proprietário do nick, o último endereço usado, as opções de tempo e nick. Se você não fornecer um nick e você é identificado, o nome da sua conta é usado, Caso contrário, seu nick atual é usado.

source: Displays information about your memos
pt_pt: Mostrar informações sobre o seus memos

source: Displays one or more vhost entries
pt_pt: Mostrar uma ou mais entradas vhost

source: Displays the top 10 users of a channel
pt_pt: Mostra os 10 melhores usuários de um canal

source: Displays the top 10 users of the network
pt_pt: Mostra os 10 melhores usuários na rede

source: Displays the top 3 users of a channel
pt_pt: Mostra os 3 melhores usuários de um canal

source: Displays the top 3 users of the network
pt_pt: Mostra os 3 melhores usuários na rede

source: Displays this list and give information about commands
pt_pt: Mostre esta lista e forneça informações sobre comandos

source: Displays your Channel Stats
pt_pt: Mostre suas estatísticas de canais

source: Displays your Global Stats
pt_pt: Mostre suas estatísticas globais

source: Don't use AMSGs!
pt_pt: ¡Não use AMSGs!

source: Don't use bolds on this channel!
pt_pt: ¡Não use negrito neste canal!

source: Don't use colors on this channel!
pt_pt: ¡Não use cores neste canal!

source: Don't use italics on this channel!
pt_pt: ¡Não use itálico neste canal!

source: Don't use reverses on this channel!
pt_pt: ¡Não use fundos neste canal!

source: Don't use the word "%s" on this channel!
pt_pt: ¡Não use a palavra "%s" neste canal!

source: Don't use underlines on this channel!
pt_pt: ¡Não use sublinhados neste canal!

source: Drops the given nick from the database. Once your nickname is dropped you may lose all of your access and channels that you may own. Any other user will be able to gain control of this nick.
pt_pt: Exclua o nick do banco de dados. Quando seu nick é excluído você perderá seus acessos e os canais que você possui. Qualquer outro o usuário pode assumir o controle desse nick.

source: E-mail address for %s changed to %s.
pt_pt: Endereço de e-mail para %s mudou para %s.

source: E-mail address for %s unset.
pt_pt: Endereço de e-mail para %s apagado.

source: E-mail for %s is invalid.
pt_pt: O e-mail para %s não é válido.

source: Edits or displays the list of logon news messages. When a user connects to the network, these messages will be sent to them. However, no more than %d messages will be sent in order to avoid flooding the user. If there are more news messages, only the most recent will be sent.
pt_pt: Edite ou mostre a lista de notícias recebidas. Quando um usuário se conecta à rede, essas mensagens serão enviadas para você. (No entanto, não mais do que %d mensagens para evitar inundar o usuário. Se houver mais, apenas o mais recentes.

source: Edits or displays the list of oper news messages. When a user opers up (with the /OPER command), these messages will be sent to them. However, no more than %d messages will be sent in order to avoid flooding the user. If there are more news messages, only the most recent will be sent.
pt_pt: Edite ou mostre a lista de notícias do Operado. Quando um usuário se torna Operador (com o comando / OPER), eles serão enviadas essas mensagens. (No entanto, não mais do que %d mensagens para evitar inundações do usuário. Se houver mais, apenas mostrará o mais recente.

source: Edits or displays the list of random news messages. When a user connects to the network, one (and only one) of the random news will be randomly chosen and sent to them.
pt_pt: Edite ou mostre a lista de notícias aleatórias. Quando um usuário se conecta à rede, um (e apenas um) de desta notícia e será enviado para você.

source: Email address
pt_pt: Endereço de e-mail

source: Enable fantaisist commands
pt_pt: Habilitar comandos de fantasia

source: Enable greet messages
pt_pt: Ativar mensagens de saudação

source: Enable or disable keep modes
pt_pt: Ativa ou desativa a conservação de modos

source: Enabled
pt_pt: Habilitado

source: Enables or disables %s's autoop feature for a channel. When disabled, users who join the channel will not automatically gain any status from %s.
pt_pt: Ativa ou desativa o recurso de autoop de %s para um canal. Quando está desabilitado, os usuários que entrar no canal não receberá nenhum status %s automáticamente.
