Repository: teamjacu/pt_BR
Catalog: anope.*.po
Languages: pt_pt

source: Sets the flood kicker on or off. When enabled, this option tells the bot to kick users who are flooding the channel using at least ln lines in secs seconds (if not given, it defaults to 6 lines in 10 seconds). ttb is the number of times a user can be kicked before it gets banned. Don't give ttb to disable the ban system once activated.
pt_pt: Ative ou desative o kick por Flood. Quando habilitado, o bot vai kickar os usuários que floodem enviando mais de ln linhas em segs segundos (se não especificado, por padrão, existem 6 linhas em 10 segundos). ttb é o número de vezes que o usuário será kickado antes de ser banido, se ttb não for especificado, o usuário nunca será banido.

source: Sets the italics kicker on or off. When enabled, this option tells the bot to kick users who use italics. ttb is the number of times a user can be kicked before it gets banned. Don't give ttb to disable the ban system once activated.
pt_pt: Ativar ou desativar o kick por itálico Quando é ativo, o bot vai kickar os usuários que usam o texto em itálico. ttb é o número de vezes que o usuário será kickado antes de ser banido, se você não especificar ttb, o usuário nunca será banido.

source: Sets the repeat kicker on or off. When enabled, this option tells the bot to kick users who are repeating themselves num times (if num is not given, it defaults to 3). ttb is the number of times a user can be kicked before it gets banned. Don't give ttb to disable the ban system once activated.
pt_pt: Ativa ou desativa o kick ao repetir, quando ativo, o bot vai kickar os usuários que repetem a mesma mensagem num vezes (se não for especificado, por padrão eles são 3 vezes). ttb é o número de vezes que o usuário será kickado antes de ser banido, se ttb não for especificado, o usuário Ele nunca será banido.

source: Sets the reverses kicker on or off. When enabled, this option tells the bot to kick users who use reverses. ttb is the number of times a user can be kicked before it gets banned. Don't give ttb to disable the ban system once activated.
pt_pt: Ativar ou desativar o kick de cores de fundos quando for ativo, o bot vai kickar usuários que usam fundos de cores. ttb é o número de vezes que o usuário será kickado antes de ser banido, se você não especificar ttb, o usuário nunca será banido.

source: Sets the underlines kicker on or off. When enabled, this option tells the bot to kick users who use underlines. ttb is the number of times a user can be kicked before it gets banned. Don't give ttb to disable the ban system once activated.
pt_pt: Ativa ou desativa o kick por sublinhado, quando é ativo, o bot vai kickar os usuários que usam o texto sublinhado. ttb é o número de vezes que o usuário será kickado antes de ser banido, se você não especificar ttb, o usuário nunca será banido.

source: Sets the vhost for all nicks in the same group as that of the given nick. If your IRCD supports vIdents, then using SETALL <nick> <ident>@<hostmask> will set idents for users as well as vhosts. * NOTE, this will not update the vhost for any nicks added to the group after this command was used.
pt_pt: Defina o vhost para todos os nicks no grupo do apelido dado, se seu IRCD suportar Idents, usando o formato SETALL <nick> <ident>@<host> irá definir o ident, além do vhost. * ATENÇÃO, isso não atualizará o vhost para apelidos agrupados depois de usar o comando.

source: Sets the vhost for the given nick to that of the given hostmask. If your IRCD supports vIdents, then using SET <nick> <ident>@<hostmask> set idents for users as well as vhosts.
pt_pt: Defina o vhost para o apelido fornecido. Se o seu IRCD suportar Idents, você pode usar o formato SET <nick> <ident>@<host> para definir o ident além do vhost.

source: Sets various global Services options. Option names currently defined are: READONLY Set read-only or read-write mode DEBUG Activate or deactivate debug mode NOEXPIRE Activate or deactivate no expire mode SUPERADMIN Activate or deactivate super admin mode LIST List the options
pt_pt: Configure várias opções globais para os Serviços. Os nomes das opções atualmente definidas são: READONLY Define o modo read-only o read-write DEBUG Ative ou desative o modo debug NOEXPIRE Ative ou desative o modo no expire SUPERADMIN Ative ou desative o modo SuperAdmin LIST Lista as opções

source: Sets various memo options. option can be one of: NOTIFY Changes when you will be notified about new memos (only for nicknames) LIMIT Sets the maximum number of memos you can receive Type %s%s HELP %s option  for more information on a specific option.
pt_pt: Defina várias opções para os memos. opções pode ser: NOTIFY Mude quando você será notificado sobre novos memos (apenas para nicks) LIMIT Define o número máximo de menos que você pode receber Escreva %s%s HELP %s opções  para mais informacao sobre uma opção específica.

source: Sets various nickname options. option can be one of:
pt_pt: Configure várias opções de nick opções pode ser:

source: Sets whether services should set channel status modes on you automatically.
pt_pt: Configure se os serviços devem estabelecer seus modos de status nosCanais automaticamente.

source: Sets whether the given channel will expire. Setting this to ON prevents the channel from expiring.
pt_pt: Defina a expiração para o canal fornecido. Se colocar para ON impede que o canal expire.

source: Sets whether the given nickname will be given its status modes in channels automatically. Set to ON to allow %s to set status modes on the given nickname automatically when it is entering channels. Note that depending on channel settings some modes may not get set automatically.
pt_pt: Configure se o apelido dado receberá os modos de status do canal automaticamente Coloque-o para ON para %s atribuir o status automaticamente quando você entra nos canais (por exemplo, você receberá +o Automaticamente se você tiver esse acesso.) Observe que, dependendo da configuração do canal, de alguma maneira não pode ser estabelecida automaticamente.

source: Sets whether the given nickname will expire. Setting this to ON prevents the nickname from expiring.
pt_pt: Defina a expiração para o nick dado. Se colocar para ON impede que o nick expire.

source: Sets whether you will be given your channel status modes automatically. Set to ON to allow %s to set status modes on you automatically when entering channels. Note that depending on channel settings some modes may not get set automatically.
pt_pt: Defina quando você receberá os modos de status do canal automaticamente. Coloque-o paraON para que %s atribuir-lhe o status automaticamente quando você entrar para os canais (por exemplo, você receberá +o automaticamente se você tiver esseacesso) Tenha em mente que, dependendo da configuração do canal, de alguma formapode não ser estabelecido automaticamente.

source: Setting %s not known. Type %s%s HELP LEVELS for a list of valid settings.
pt_pt: Opção %s desconhecida. Escreva %s%s HELP LEVELS para uma lista de opções válidas.

source: Setting for DEBUG must be ON, OFF, or a positive number.
pt_pt: A configuração para DEBUG deve ser ON ou OFF, ou um número positivo.

source: Setting for NOEXPIRE must be ON or OFF.
pt_pt: A configuração para NOEXPIRE deve ser ON ou OFF.

source: Setting for READONLY must be ON or OFF.
pt_pt: A configuração para READONLY deve ser ON ou OFF.

source: Setting for super admin must be ON or OFF.
pt_pt: A configuração para SuperAdmin deve ser ON ou OFF.

source: Should services automatically give status to users
pt_pt: Os serviços darão o status aos usuários automaticamente

source: Show status of Services and network
pt_pt: Mostra o status dos Serviços e da rede

source: Showed %d/%d matches for %s.
pt_pt: Mostrado %d/%d coincidências para %s.

source: Sign kicks that are done with the KICK command
pt_pt: Assine os kicks feitos com o comando KICK

source: Signed kick option for %s is now off.
pt_pt: Opção de kick assinado para %s Desativada.

source: Signed kick option for %s is now on, but depends of the level of the user that is using the command.
pt_pt: Opção de kick assinado para %s Ativada, mas depende do nível do usuário que usa o comando.

source: Signed kick option for %s is now on.
pt_pt: Opção de kick assinado para %s Ativada.

source: Signed kicks
pt_pt: Kicks Assinados

source: Sorry, %s currently has too many memos and cannot receive more.
pt_pt: Desculpe, %s tem muitos memos atualmente e não pode receber mais.

source: Sorry, I have not seen %s.
pt_pt: Desculpe, não vi %s.

source: Sorry, bot assignment is temporarily disabled.
pt_pt: Desculpe, a alocação de bot é temporariamente desabilitada.

source: Sorry, bot modification is temporarily disabled.
pt_pt: Desculpe, a modificação de bots está temporariamente desabilitada.

source: Sorry, bot option setting is temporarily disabled.
pt_pt: Desculpe, as configurações da opção do bot são temporariamente desabilitada.

source: Sorry, channel %s list modification is temporarily disabled.
pt_pt: Desculpe, a modificação da lista de canais %s está temporariamente desabilitada.

source: Sorry, channel access list modification is temporarily disabled.
pt_pt: Desculpe, a modificação de acesso aos canais está temporariamentedesabilitada.

source: Sorry, channel autokick list modification is temporarily disabled.
pt_pt: Desculpe, a modificação dos chutes automáticos nos canais estátemporariamente desabilitada.

source: Sorry, channel de-registration is temporarily disabled.
pt_pt: Desculpe, a exclusão de canais está temporariamente desativado.

source: Sorry, channel registration is temporarily disabled.
pt_pt: Desculpe, o registro do canal está temporariamente desabilitado.

source: Sorry, kicker configuration is temporarily disabled.
pt_pt: Desculpe, a configuração do kicks está temporariamente desabilitada.

source: Sorry, memo option setting is temporarily disabled.
pt_pt: Desculpe, a configuração de opções para memos está temporariamentedesativado.

source: Sorry, memo sending is temporarily disabled.
pt_pt: Desculpe, o envio de memo está temporariamente desativado.

source: Sorry, nickname de-registration is temporarily disabled.
pt_pt: Desculpe, a exclusão de nick está temporariamente desativada.

source: Sorry, nickname grouping is temporarily disabled.
pt_pt: Desculpe, o agrupamento de nicks está temporariamente desativado.

source: Sorry, nickname registration is temporarily disabled.
pt_pt: Desculpe, o registro do nick está temporariamente desativado.

source: Sorry, the maximum of %d access entries has been reached.
pt_pt: Desculpe, você só pode ter %d entradas na sua lista de acesso.

source: Sorry, the maximum of %d auto join entries has been reached.
pt_pt: Desculpe, o máximo de %d entradas foi alcançado na lista de auto join.

source: Sorry, the maximum of %d certificate entries has been reached.
pt_pt: Me desculpe, você só pode ter %d entradas na sua lista de certificados.

source: Sorry, you can only have %d access entries on a channel, including access entries from other channels.
pt_pt: Desculpe, você só pode ter %d entradas de acesso em um canal, incluindoAcessos entradas de outros canais.

source: Sorry, you can only have %d autokick masks on a channel.
pt_pt: Desculpe, você só pode ter %d máscaras para kicks automáticos em um canal.

source: Sorry, you can only have %d bad words entries on a channel.
pt_pt: Me desculpe, você só pode ter %d bad words em um canal.

source: Sorry, you have already exceeded your limit of %d channels.
pt_pt: Desculpe, você já excedeu seu limite %d canais.

source: Sorry, you have already reached your limit of %d channels.
pt_pt: Me desculpe, você chegou ao seu limite de %d canais.

source: State
pt_pt: Estado

source: Statistics and maintenance for seen data
pt_pt: Estatística e manutenção dos dados de avistamento

source: Statistics reset.
pt_pt: Estadísticas reseteadas.

source: Status updated (memos, vhost, chmodes, flags).
pt_pt: Status atualizado (memos, vhost, modos de canal, flags).

source: Stop flooding!
pt_pt: ¡Pare de floodar!

source: Stop repeating yourself!
pt_pt: ¡Pare de repetir!

source: Stricter control of channel founder status
pt_pt: Controle restrito do status do fundador do canal

source: Stricter control of chanop status
pt_pt: Control restrito do status de operador de canal

source: Successor
pt_pt: Sucessor

source: Successor for %s changed to %s.
pt_pt: Sucessor de %s mudou para %s.

source: Successor for %s unset.
pt_pt: Sucesor de %s Removido.

source: Super admin can not be set because it is not enabled in the configuration.
pt_pt: O SuperAdmin não pode ser ativado porque não está habilitado na configuração.

source: Suspend a given nick
pt_pt: Suspende um nick fornecido

source: Suspend reason
pt_pt: Razão da suspensão

source: Suspended
pt_pt: Suspenso

source: Suspended by
pt_pt: Suspenso por

source: Suspended on
pt_pt: Suspenso em

source: Suspends a registered nickname, which prevents it from being used while keeping all the data for that nick. If an expiry is given the nick will be unsuspended after that period of time, else the default expiry from the configuration is used.
pt_pt: Suspenda um nick registrado, o que impede que ele seja usado enquanto mantém todos os seus dados. Se você especificar um expiração, a suspensão terminará após esse período de Tempo, se não, o tempo de expiração padrão será usado.

source: Suspension expires
pt_pt: A suspensão expira

source: Sync users channel modes
pt_pt: Sincronize os modos de canal dos usuários

source: Syncs all modes set on users on the channel with the modes they should have based on their access.
pt_pt: Sincronizar todos os modos estabelecidos para usuários de canal com os modos que devem ter com base no seu acesso.

source: Syncs the vhost for all nicks in a group
pt_pt: Sincronize o vhost com todos os nicks no grupo

source: Syntax
pt_pt: Sintaxe

source: Syntax: %s Lists all nicks in your group.
pt_pt: Sintaxe: %s Liste todos os apelidos do seu grupo.

source: Syntax: %s [ nickname ] Without a parameter, lists all nicknames that are in your group. With a parameter, lists all nicknames that are in the group of the given nick. Specifying a nick is limited to Services Operators.
pt_pt: Sintaxe: %s [ nick ] Sem um parâmetro, liste todos os nicks do seu grupo. Com um parâmetro, liste todos os nicks em o grupo do apelido dado. Especificar um nick está limitado a Operadores de Serviços.

source: Syntax: DEBUG {ON | OFF} Sets debug mode on or off. This option is equivalent to the command-line option --debug.
pt_pt: Sintaxe: DEBUG {ON | OFF} Ative ou desative o modo debug. Esta opção é equivalente à opção --debug na linha de comando.

source: Syntax: LIMIT [ channel ] limit  Sets the maximum number of memos you (or the given channel) are allowed to have. If you set this to 0, no one will be able to send any memos to you. However, you cannot set this any higher than %d.
pt_pt: Sintaxe: LIMIT [ canal ] límite  Defina o número máximo de memos que você (ou o canal fornecido, você pode ter, se você configurá-lo para 0, ninguém pode enviar-lhe memos. Além disso, você não pode definir o limite acima de %d.

source: Syntax: LIMIT [ user | channel ] { limit | NONE} [HARD] Sets the maximum number of memos a user or channel is allowed to have. Setting the limit to 0 prevents the user from receiving any memos; setting it to NONE allows the user to receive and keep as many memos as they want. If you do not give a nickname or channel, your own limit is set. Adding HARD prevents the user from changing the limit. Not adding HARD has the opposite effect, allowing the user to change the limit (even if a previous limit was set with HARD). This use of the SET LIMIT command is limited to Services Operators. Other users may only enter a limit for themselves or a channel on which they have such privileges, may not remove their limit, may not set a limit above %d, and may not set a hard limit.
pt_pt: Sintaxe: LIMIT [ usuario | canal ] { límite | NONE} [HARD] Defina o número máximo de menos que um usuário ou O canal pode ter. Configurando o limite para 0 impede o usuário receba memos; configure-o para NONE permite ao usuário Receba e salve tantos memos quanto quiser, se você não fornecer um nick ou um canal, você muda seu próprio limite. Adicionar HARD impede o usuário de alterar o limite. Não Adicionar HARD tem o efeito oposto, permitindo que usuário para alterar o limite (mesmo se um limite anterior foi definido com HARD). O uso do comando SET LIMIT está limitado a Administradores de Serviços. O restante dos usuários apenas pode definir seus próprios limites ou os de um canal em aquele que tem certos privilégios, não pode eliminar o limite, você não pode definir o limite acima %d, e não pode definir um limite hard.

source: Syntax: LIST Display the various %s settings.
pt_pt: Syntaxe: LIST Mostra várias configurações de %s.

source: Syntax: NOEXPIRE {ON | OFF} Sets no expire mode on or off. In no expire mode, nicks, channels, akills and exceptions won't expire until the option is unset. This option is equivalent to the command-line option --noexpire.
pt_pt: Sintaxe: NOEXPIRE {ON | OFF} Ativa ou desativa o modo noexpire. No modo noexpire, apelidos, canais, habilidades e exceções não expirará até que o modo seja desativado. Esta opção é equivalente à opção --noexpire na linha de comando.

source: Syntax: READONLY {ON | OFF} Sets read-only mode on or off. In read-only mode, normal users will not be allowed to modify any Services data, including channel and nickname access lists, etc. IRCops with sufficient Services privileges will be able to modify Services' AKILL, SQLINE, SNLINE and ignore lists, drop, suspend or forbid nicknames and channels, and manage news, oper info and DNS, but any such changes will not be saved unless read-only mode is deactivated before Services are terminated or restarted. This option is equivalent to the command-line option --readonly.
pt_pt: Sintaxe: READONLY {ON | OFF} Ativa ou desativa o modo somente leitura, no modo somente leitura, os usuários normais não serão capazes de modificar Dados de serviços, incluindo acesso a listas de canais e nick, etc. IRCops com privilégios suficientes eles serão capazes de modificar a lista AKILL e eliminar ou proibir nicks e canais, mas nenhuma dessas mudanças será salva a menos que o modo somente leitura seja desabilitado antes de Terminar ou reiniciar Serviços. Esta opção é equivalente à opção --readonly en a linha de comando.

source: Syntax: SUPERADMIN {ON | OFF} Setting this will grant you extra privileges such as the ability to be "founder" on all channel's etc... This option is not persistent, and should only be used when needed, and set back to OFF when no longer needed.
pt_pt: Sintaxe: SUPERADMIN {ON | OFF} Isso oferece privilégios extras como a capacidade de ser "fundador" em todos os canais, etc. Esta opção no é persistente e deve ser usado somente quando necessário.

source: Tells %s that you are really the owner of this nick. Many commands require you to authenticate yourself with this command before you use them. The password should be the same one you sent with the REGISTER command.
pt_pt: Diz ao %s que você é realmente o dono disse nick. Muitos comandos exigem que você se identifique Primeiro com este comando, a senha deve ser o mesmo que você usou com o comando REGISTER (se você não mudou).

source: Tells Services to jupiter a server -- that is, to create a fake "server" connected to Services which prevents the real server of that name from connecting. The jupe may be removed using a standard SQUIT. If a reason is given, it is placed in the server information field; otherwise, the server information field will contain the text "Juped by <nick>", showing the nickname of the person who jupitered the server.
pt_pt: Ele diz aos Serviços para deslinkar um servidor - isto é, crie um falso "servidor"conectado aos Serviços, que impedirá que um servidor real com esse nome se conecte. O servidor pode ser eliminado usando um SQUITpadrão. Se for fornecido um motivo, ele será colocado no campo informações do servidor, caso contrário o campo conterá o texto "Deslinkado por <nick>", mostrando o apelido da pessoa quem Deslinkou o servidor.

source: Tells you about the last time a user was seen
pt_pt: Ele diz quando um usuário foi visto pela última vez

source: Terminate Services WITHOUT saving
pt_pt: Feche o programa Serviços sem salvar as alterações

source: Terminate services with save
pt_pt: Termine o programa de serviços salvando as alterações

source: Text
pt_pt: Texto

source: The ACCESS ADD command adds the given mask to the access list with the given user level; if the mask is already present on the list, its access level is changed to the level specified in the command. The level specified may be a numerical level or the name of a privilege (eg AUTOOP). When a user joins the channel the access they receive is from the highest level entry in the access list.
pt_pt: O comando ACCESS ADD Adicione a máscara fornecida a lista de acesso com o nível certo, se a máscara já estiver na lista, o seu acesso ao especificado no comando é alterado. O nivel especificado deve ser um nível numérico para um privilégio (por exemplo, AUTOOP) Quando um usuário entra no canal, o status que você obtém é o maior que você tem na lista.

source: The ACCESS DEL command removes the given nick from the access list. If a list of entry numbers is given, those entries are deleted. (See the example for LIST below.) You may remove yourself from an access list, even if you do not have access to modify that list otherwise.
pt_pt: O comando ACCESS DEL exclua o nick da lista Acesso. Se for fornecida uma lista de números, esses são excluídos (veja o exemplo da LISTA abaixo). Você pode se retirar da lista, mesmo que não tenha acesso para modificá-lo de outra forma.

source: The ACCESS LIST command displays the access list. If a wildcard mask is given, only those entries matching the mask are displayed. If a list of entry numbers is given, only those entries are shown; for example: ACCESS #channel LIST 2-5,7-9 Lists access entries numbered 2 through 5 and 7 through 9. The ACCESS VIEW command displays the access list similar to ACCESS LIST but shows the creator and last used time. The ACCESS CLEAR command clears all entries of the access list.
pt_pt: O comando ACCESS LIST mostra a lista de acesso. Se fornecer uma máscara, apenas as entradas que são exibidas corresponda a máscara, se uma lista de números for fornecida, apenas essas entradas são mostradas, por exemplo: ACCESS #canal LIST 2-5,7-9 Listar as entradas dos números 2 a 5 e 7 a 9. O comando ACCESS VIEW mostra a lista de acesso de forma similar a ACCESS LISTmas também mostra o criador e a última vez que foi usado. O comando ACCESS CLEAR apaga todas as entradas da lista de acesso.

source: The IMMED option is not available on this network.
pt_pt: Opção IMMED não está disponível nesta rede.
