Repository: teamjacu/pt_BR
Catalog: anope.*.po
Languages: pt_pt

source: Turns the automatic protection option for your nick on or off. With protection on, if another user tries to take your nick, they will be given one minute to change to another nick, after which %s will forcibly change their nick. If you select QUICK, the user will be given only 20 seconds to change nicks instead of the usual 60. If you select IMMED, the user's nick will be changed immediately without being warned first or given a chance to change their nick; please do not use this option unless necessary. Also, your network's administrators may have disabled this option.
pt_pt: Altere a proteção automática do seu apelido para on ou off. Com proteção ativada, se outro usuário tentar usar seu apelido, Você terá um minuto para mudar o nick, após o tempo %s mudará automaticamente seu nick. Se você definir QUICK, o usuário terá apenas 20 segundos para mudar o apelido em vez do 60 normal. Se você selecionar IMMED, o nick do usuário será alterado imediatamente sin seja avisado ou tenha a oportunidade de mudá-lo antes; Não use esta opção a menos que você a considere Além disso, os administradores de rede podem ter desabilitado esta opção.

source: Type
pt_pt: Tipo

source: Type %s%s HELP %s option  for more information on a specific option.
pt_pt: Escreva %s%s HELP %s opções  para mais informação sobre uma opção específica.

source: Type %s%s HELP %s option  for more information on a specific option. Note: access to this command is controlled by the level SET.
pt_pt: Escreva %s%s HELP %s opções  para mais informação sobre uma opção específica. Aviso: o acesso a este comando é controlado por nível SET.

source: Type %s%s HELP %s option  for more information on a specific option. The options will be set on the given nickname .
pt_pt: Escreva %s%s HELP %s opções  para mais informação sobre uma opção específica. As opções serão estabelecidas para o nick fornecido.

source: Type %s%s HELP %s option  for more information on a particular option.
pt_pt: Escreva %s%s HELP %s opções  para mais informação sobre uma opção específica.

source: Type %s%s SET EMAIL e-mail  in order to set your e-mail. Your privacy is respected; this e-mail won't be given to any third-party person.
pt_pt: Escreva %s%s SET EMAIL e-mail  para estabelecer seu e-mail. Nós respeitamos sua privacidade; Este e-mail não será dado a terceiros.

source: Un-Load a module
pt_pt: Descarregar um módulo

source: Unable to find regex engine %s.
pt_pt: Impossivel encontrar o motor regex %s.

source: Unable to load module %s.
pt_pt: Impossivel carregar módulo %s.

source: Unable to remove module %s.
pt_pt: Impossivel remover módulo %s.

source: Unassigns a bot from a channel
pt_pt: Desassocia um bot de um canal

source: Unassigns a bot from a channel. When you use this command, the bot won't join the channel anymore. However, bot configuration for the channel is kept, so you will always be able to reassign a bot later without having to reconfigure it entirely.
pt_pt: Desassociar um bot de um canal Quando você usa esse comando, o bot não vai mais entrar no canal, no entanto, a configuração Do bot será preservado, então você sempre pode Associa o bot no futuro sem ter que reconfigurá-lo completamente.

source: Underlines kicker
pt_pt: Kick por sublinhado

source: Unknown SET option.
pt_pt: Opção SET desconhecido.

source: Unknown STATS option: %s
pt_pt: Opção STATS desconhecido: %s

source: Unknown command %s.
pt_pt: Comando %s desconhecido.

source: Unknown command %s. "%s%s HELP" for help.
pt_pt: Comando %s desconhecido. "%s%s HELP" para ajuda.

source: Unknown mode character %c ignored.
pt_pt: Modo de caractere %c desconhecido e ignorado.

source: Unknown parameter: %s
pt_pt: Parâmetro desconhecido: %s

source: Unpooled
pt_pt: Fora de pool dns.

source: Unregisters the named channel. Can only be used by the channel founder.
pt_pt: Borra el canal dado. Solo puede ser usado por el fundador do canal.

source: Unsuspend a given nick
pt_pt: unsuspend o nick fornecido

source: Unsuspends a nickname which allows it to be used again.
pt_pt: Remova a suspensão de um nick para que ele possa ser usado de novo.

source: Updates a selected nicks status on a channel
pt_pt: Atualize o status dos nicks selecionados em um canal

source: Updates your current status, i.e. it checks for new memos
pt_pt: Atualize seu status atual, por exemplo, verifique se você possui memos novos

source: Updates your current status, i.e. it checks for new memos, sets needed channel modes and updates your vhost and your userflags (lastseentime, etc).
pt_pt: Atualize seu status atual, por exemplo, verifique se você tem Novos memos, mude seus modos de canal e atualize seu vhost e suas flags de usuário (visto pela última vez, etc.).

source: Updating databases.
pt_pt: Atualizando bancos de dados.

source: Uplink capab: %s
pt_pt: Capacidades de ligação: %s

source: Uplink server: %s
pt_pt: Link do servidor: %s

source: Use the %s ALL command to list all commands and their descriptions.
pt_pt: Use o comando %s ALL para listar todos os comandos e suas descrições.

source: Used on
pt_pt: Usou o

source: User has been banned from the channel
pt_pt: O usuário foi banido do canal

source: User limit for %s removed.
pt_pt: Limite de usuários para %s Excluido.

source: User limit for %s set to %d.
pt_pt: Limite de usuários para %s estabelecido para %d.

source: Users
pt_pt: Usuarios

source: Users (nick): %lu entries, %lu buckets, longest chain is %d
pt_pt: Usuarios (nick): %lu entradas, %lu buckets, a cadeia mais longa é %d

source: Users (uid): %lu entries, %lu buckets, longest chain is %d
pt_pt: Usuarios (uid): %lu entriadas, %lu buckets, a cadeia mais longa é %d

source: Users list:
pt_pt: Lista de usuarios:

source: VHost for %s set to %s.
pt_pt: VHost para %s estabelecido para %s.

source: VHost for %s set to %s@%s.
pt_pt: VHost para %s estabelecido para %s@%s.

source: VHost for group %s set to %s.
pt_pt: VHost para o grupo %s estabelecido para %s.

source: VHost for group %s set to %s@%s.
pt_pt: VHost para o grupo %s estabelecido para %s@%s.

source: VIEW [ mask | list | id ]
pt_pt: VIEW [ máscara | lista | id ]

source: VIEW [ mask | list ]
pt_pt: VIEW [ máscara | lista ]

source: Value
pt_pt: Valor

source: Value of %s:%s changed to %s
pt_pt: O valor de %s:%s foi alterado para %s

source: Vhost for %s removed.
pt_pt: O Vhost para %s foi eliminado.

source: View and change Services Operators
pt_pt: Visualize e altere Operadores de Serviços

source: View and change configuration file settings
pt_pt: Visualize e altere a configuração do arquivo de configuração.

source: View the list of host sessions
pt_pt: Ver a lista de Sessões

source: Voices protection
pt_pt: Proteções de Voices

source: Watch your language!
pt_pt: ¡Cuidado com a língua!

source: When private is set, the channel will not appear in %s's %s command.
pt_pt: Quando a privacidad está ativada, o canal não aparecera no comando %s's %s.

source: Without a parameter, displays information on the number of memos you have, how many of them are unread, and how many total memos you can receive. With a channel parameter, displays the same information for the given channel. With a nickname parameter, displays the same information for the given nickname. This is limited to Services Operators.
pt_pt: Sem um parâmetro, ele mostra informações do número de Memos que você tem, quantos são não lidos e quantos você pode receber no total. Com um parâmetro de canal, mostra a mesma informação para o canal fornecido. Com um parâmetro nick, ele mostra a mesma informação para o nick fornecido. Isso está limitado a Operadores de Serviços.

source: Without a parameter, reverses the effect of the IDENTIFY command, i.e. make you not recognized as the real owner of the nick anymore. Note, however, that you won't be asked to reidentify yourself. With a parameter, does the same for the given nick. If you specify REVALIDATE as well, Services will ask the given nick to re-identify. This is limited to Services Operators.
pt_pt: Sem parâmetros, inverte o efeito do comando IDENTIFY, Por exemplo, você não é mais reconhecido como proprietário Real do nick. Tenha em mente que você não será solicitado a se identificar novamente. Com um parâmetro, ele faz o mesmo para o apelido fornecido, se você especificar a opção REVALIDATE , os Serviços solicitarão esse apelido se identifique. Isso está limitado a Operadores de Serviços.

source: Without any option, shows the current number of users online, and the highest number of users online since Services was started, and the length of time Services has been running. With the AKILL option, displays the current size of the AKILL list and the current default expiry time. The RESET option currently resets the maximum user count to the number of users currently present on the network. The UPLINK option displays information about the current server Anope uses as an uplink to the network. The HASH option displays information about the hash maps. The ALL option displays all of the above statistics.
pt_pt: Sem opções, mostra o número de usuários on-line, e o número máximo de usuários desde que eles começaram os Serviços e o tempo gasto pelos Serviços em execução. Com a Opção AKILL , mostra o tamanho atual da Lista AKILL e o tempo de expiração padrão. A opção RESET redefinir o número máximo de usuários para o número de usuários atualmente presentes na rede. A opção UPLINK mostra informações sobre o servidor que a Anope usa para se juntar à rede. A Opção HASH mostra informações sobre mapas de hash. A Opção ALL mostra todas as estatísticas anteriores.

source: Word
pt_pt: Palavra

source: You are already a member of the group of %s.
pt_pt: Você já é um membro do grupo %s.

source: You are already identified.
pt_pt: Você já foi identificado.

source: You are already in %s!
pt_pt: ¡Você já está em %s!

source: You are no longer a super admin.
pt_pt: Você não é mais um SuperAdmin.

source: You are not identified.
pt_pt: Você não está identificado.

source: You are not permitted to be on this channel.
pt_pt: Você não tem permissão para estar neste canal.

source: You are not permitted to change your memo limit.
pt_pt: Você não está autorizado a alterar o seu limite de memos.

source: You are now a super admin.
pt_pt: Agora você é um SuperAdmin.

source: You are now an IRC Operator.
pt_pt: Você é agora um operador de IRC.

source: You are now identified for your nick. Change your password now.
pt_pt: Agora você é identificado para seu nick. Mude sua senha agora.

source: You are now in the group of %s.
pt_pt: Agora você é um membro do grupo %s.

source: You are over your maximum number of memos (%d). You will be unable to receive any new memos until you delete some of your current ones.
pt_pt: Você excedeu o seu limite máximo de memos (%d). Você não poderá receber novos memos até que você exclua qualquer um dos atuais.

source: You can not NOOP Services.
pt_pt: Você não pode usar NOOP com os Serviços.

source: You can not disable the founder privilege because it would be impossible to reenable it at a later time.
pt_pt: Você não pode desativar os privilégios do fundador porque seria impossívelrestituir mais tarde.

source: You can not jupe an already juped server.
pt_pt: Você não pode deslinkar um servidor já deslinkado.

source: You can not jupe your Services' pseudoserver or your uplink server.
pt_pt: Você não pode deslinkar seu pseudoservidor de Serviços ou seu servidor uplink.

source: You can not reload this module directly, instead reload %s.
pt_pt: Você não pode recarregar este módulo diretamente, em vez disso, recarregar %s.

source: You can not request a receipt when sending a memo to yourself.
pt_pt: Você não pode solicitar uma confirmação quando enviar um memo para você.

source: You can't %s yourself!
pt_pt: ¡Não pode %s a você mesmo!

source: You can't add a channel to its own access list.
pt_pt: Você não pode adicionar um canal à sua própria lista de acesso.

source: You can't logout %s, they are a Services Operator.
pt_pt: Você não pode desconectar %s porque é um operador de serviço.

source: You cannot %s on this network.
pt_pt: Não pode %s nesta rede.

source: You cannot set the memo limit for %s higher than %d.
pt_pt: Você não pode definir o limite de memo para %s mais do que %d.

source: You cannot set your memo limit higher than %d.
pt_pt: Você não pode definir seu limite de memo para mais do que %d.

source: You cannot unset the e-mail on this network.
pt_pt: Você não pode excluir seu endereço de e-mail nesta rede.

source: You cannot use this command.
pt_pt: Você não pode usar este comando.

source: You currently have %d memos, of which %d are unread.
pt_pt: Você tem %d memos, dos quais %d eles ainda não foram lidos.

source: You currently have %d memos, of which 1 is unread.
pt_pt: Você tem %d memos, dos quais 1 Ainda não foi lido.

source: You currently have %d memos.
pt_pt: Você tem %d memos.

source: You currently have %d memos; all of them are unread.
pt_pt: Você tem %d memos, nenhum deles lê.

source: You currently have 1 memo, and it has not yet been read.
pt_pt: Você tem 1 memo e ainda não foi lido.

source: You currently have 1 memo.
pt_pt: Você tem 1 memo.

source: You currently have no memos.
pt_pt: Você não tem memos.

source: You do not have access to set mode %c.
pt_pt: Você não tem acesso para configurar o modo %c.

source: You do not have the access to change %s's modes.
pt_pt: Você não tem acesso para mudar os modos de %s

source: You found me, %s!
pt_pt: ¡Me encontrou, %s!

source: You have %d new memos.
pt_pt: Você tem %d novos memos.

source: You have 1 new memo.
pt_pt: Você tem 1 novo memo.

source: You have a new memo from %s. Type %s%s READ %d to read it.
pt_pt: Tienes un nuevo memo de %s. Escreva %s%s READ %d para lê-lo.

source: You have been invited to %s.
pt_pt: Você foi convidado para %s.

source: You have been logged in as %s.
pt_pt: Você se identificou como %s.

source: You have been logged out.
pt_pt: Você foi desconectado.

source: You have been unbanned from %s.
pt_pt: Você foi desbanido de %s.

source: You have been unbanned from %d channels.
pt_pt: Você foi desbanido de %d canais.

source: You have no limit on the number of memos you may keep.
pt_pt: Você não tem limite na quantidade de memos que você pode salvar.

source: You have no memos.
pt_pt: Você não tem memos.

source: You have no new memos.
pt_pt: Você não tem novos memos.

source: You have reached your maximum number of memos (%d). You will be unable to receive any new memos until you delete some of your current ones.
pt_pt: Você atingiu o número máximo de memos (%d). Você não poderá receber mais memosAté você excluir alguns dos existentes.

source: You may drop any nick within your group.
pt_pt: Você pode excluir qualquer nick de seu grupo.

source: You may not (un)lock mode %c.
pt_pt: Não pode (des)bloquear o modo %c

source: You may not change the e-mail of other Services Operators.
pt_pt: Você não pode alterar o e-mail de outro Operador dos Serviços.

source: You may not change the password of other Services Operators.
pt_pt: Você não pode alterar a senha de outro Operador dos Serviços.

source: You may not drop other Services Operators' nicknames.
pt_pt: Você não pode excluir o nick de outro Operador dos Serviços.

source: You may not get the password of other Services Operators.
pt_pt: Você não pode obter a senha de outro Operador dos Serviços.

source: You may not suspend other Services Operators' nicknames.
pt_pt: Você não pode suspender o nick de outro Operador dos Serviços.

source: You may view but not modify the access list of other Services Operators.
pt_pt: Você pode ver, mas não modificar a lista de acesso de outro Operador dosServiços.

source: You may view but not modify the certificate list of other Services Operators.
pt_pt: Você pode ver, mas não modificar a lista de certificados de outro Operador dosServiços.

source: You might see yourself in the mirror, %s.
pt_pt: Você poderia olhar no espelho, %s.

source: You must assign a bot to the channel before using this command.
pt_pt: Você deve atribuir um bot ao canal antes de usar este comando.

source: You must be a channel operator to register the channel.
pt_pt: Você deve ser um operador de canal para registrar o canal.

source: You must confirm your account before you can register a channel.
pt_pt: Você deve confirmar sua conta antes de registrar um canal.

source: You must enter the channel name twice as a confirmation that you wish to drop %s.
pt_pt: Você deve digitar o nome do canal duas vezes como confirmação de que você deseja excluir %s.

source: You must have been using this nick for at least %d seconds to register.
pt_pt: Você deve estar logado mais de %d segundos para registrar seu nick.

source: You must have the %s(ME) privilege on the channel to use this command.
pt_pt: Você deve ter o privilégio %s(ME) no canal para usar esse comando.

source: You must now supply an e-mail for your nick. This e-mail will allow you to retrieve your password in case you forget it.
pt_pt: Agora você deve fornecer um e-mail para seu apelido. Este e-mail permitirá que você recupere sua senha em Se você se esqueceu dela.

source: You need to be identified to use this command.
pt_pt: Você precisa ser identificado para usar este comando.

source: You will be notified of new memos at logon and when they arrive.
pt_pt: Você será notificado de novos memos quando você se conectar e assim que estiveremenviado.

source: You will be notified of new memos at logon.
pt_pt: Você será notificado de novos memos quando você se conectar.

source: You will be notified when new memos arrive.
pt_pt: Você será notificado quando lhe enviarem um novo memos.

source: You will no longer be able to receive memos.
pt_pt: Você não poderá receber mais memos.

source: You will no longer be informed via email.
pt_pt: Você não será informado de novos memos via email.

source: You will not be notified of new memos.
pt_pt: Você não será informado de novos memos.

source: You will now be informed about new memos via email.
pt_pt: Você será informado de novos memos via email.

source: Your IRCd does not support SVSJOIN.
pt_pt: Seu IRCd não suporta SVSJOIN.

source: Your IRCd does not support SVSNICK.
pt_pt: Seu IRCd não suporta SVSNICK.

source: Your IRCd does not support SVSPART.
pt_pt: Seu IRCd não suporta SVSPART.

source: Your IRCd does not support vIdent's, if this is incorrect, please report this as a possible bug
pt_pt: O seu IRCd não suporta vIdent's, se isso não estiver correto, informe-oquanto possível bug.

source: Your account %s has been successfully created.
pt_pt: Sua conta %s foi criado corretamente.

source: Your account is already confirmed.
pt_pt: Sua conta já está confirmada.

source: Your account will expire, if not confirmed, in %s.
pt_pt: Sua conta expirará se não for confirmada em %s

source: Your email address has been changed to %s.
pt_pt: Seu endereço de e-mail foi alterado para %s.

source: Your email address is not allowed, choose a different one.
pt_pt: Esse endereço de e-mail não é permitido, escolha um diferente.

source: Your email address is not confirmed. To confirm it, follow the instructions that were emailed to you.
pt_pt: O seu endereço de e-mail não está confirmado. Para confirmá-lo, siga oinstruções que foram enviadas para o seu e-mail.

source: Your email address of %s has been confirmed.
pt_pt: Seu endereço de e-mail %s foi confirmado.

source: Your email has been updated to %s
pt_pt: Seu e-mail foi atualizado para %s

source: Your email has been updated to %s.
pt_pt: Seu e-mail foi atualizado para %s.

source: Your memo limit has been disabled.
pt_pt: Seu limite de memos foi desativado.

source: Your memo limit has been set to %d.
pt_pt: Seu limite de memos foi configurado para %d.

source: Your memo limit is %d, and may not be changed.
pt_pt: Seu limite de memos é %d e não pode ser alterado.

source: Your memo limit is %d.
pt_pt: Seu limite de memos é %d.

source: Your memo limit is 0; you will not receive any new memos.
pt_pt: Seu limite de memos é 0; você não receberá novos memos.

source: Your memo limit is 0; you will not receive any new memos. You cannot change this limit.
pt_pt: Seu limite de memos é 0; você não receberá novos memors. Você não pode mudar esse límite.

source: Your nick has been logged out.
pt_pt: Seu nick foi desconectado.

source: Your nick is already registered.
pt_pt: Seu nick já está registrado.

source: Your nick is not grouped to anything, you can't ungroup it.
pt_pt: Seu nick não está agrupado em nada, você não pode desagrupar.

source: Your nick isn't registered.
pt_pt: Seu nick não está registrado.

source: Your nickname is now being changed to %s
pt_pt: Seu nick foi alterado para %s

source: Your oper block doesn't require logging in.
pt_pt: Seu block de operador não requer login.

source: Your passcode has been re-sent to %s.
pt_pt: Sua senha foi encaminhada para %s.

source: Your password is %s - remember this for later use.
pt_pt: Sua senha é %s - Lembre-se disso para uso posterior.

source: Your password reset request has expired.
pt_pt: Sua solicitação de redefinição de senha expirou.

source: Your vHost has been requested.
pt_pt: Seu vHost foi solicitado.

source: Your vhost of %s is now activated.
pt_pt: Seu vhost %s foi activado.

source: Your vhost of %s@%s is now activated.
pt_pt: Seu vhost %s@%s foi activado.

source: Your vhost was removed and the normal cloaking restored.
pt_pt: Seu vhost foi removido e sua hostmask foi restaurado.

source: Zone
pt_pt: Zona

source: Zone %s already exists.
pt_pt: A zona %s já existe.

source: Zone %s does not exist.
pt_pt: A zona %s não existe.

source: Zone %s removed.
pt_pt: Zona %s eliminada.

source: [Logon News - %s] %s
pt_pt: [Noticias de Entrada - %s] %s

source: [Oper News - %s] %s
pt_pt: [Noticias de Oper - %s] %s

source: [Random News - %s] %s
pt_pt: [Noticias randomicas - %s] %s

source: [ account ] password
pt_pt: [ conta ] senha

source: [ channel [ nick ]]
pt_pt: [ canal [ nick ]]

source: [ channel ] ADD entry
pt_pt: [ canal ] ADD entrada

source: [ channel ] DEL entry
pt_pt: [ canal ] DEL entrada

source: [ channel ] LIST
pt_pt: [ canal ] LIST

source: [ channel ] [ list | NEW]
pt_pt: [ canal ] [ lista | NEW]

source: [ channel ] [ nick ]
pt_pt: [ canal ] [ nick ]

source: [ channel ] { num | list | LAST | ALL}
pt_pt: [ canal ] { num | lista | LAST | ALL}

source: [ key | #X-Y ]
pt_pt: [ chave | #X-Y ]

source: [ nick | channel ]
pt_pt: [ nick | canal ]

source: [ nickname [REVALIDATE]]
pt_pt: [ nick [REVALIDATE]]

source: [ nickname ]
pt_pt: [ nick ]

source: [ parameter ]
pt_pt: [ parametro ]

source: [+ days d] [+ limit l] pattern
pt_pt: [+ dias d] [+ limite l] padrão

source: [+ expiry ] channel reason
pt_pt: [+ expiração ] canal motivo

source: [Hostname hidden]
pt_pt: [Host oculto]

source: [Suspended]
pt_pt: [Suspendido]

source: [Unconfirmed]
pt_pt: [Não confirmado]

source: [auto memo] Your requested vHost has been approved.
pt_pt: [auto memo] Seu vHost solicitado foi aprovado.

source: [auto memo] Your requested vHost has been rejected.
pt_pt: [auto memo] Seu vHost solicitado foi rejeitado.

source: [auto memo] Your requested vHost has been rejected. Reason: %s
pt_pt: [auto memo] Sua solicitação de vHost foi rejeitada. Motivo: %s

source: [auto memo] vHost %s has been requested by %s.
pt_pt: [auto memo] O vHost %s foi solicitado por %s.

source: [{ pattern | channel } [ INVISIBLE ]]
pt_pt: [{ padrão | canal } [ INVISIBLE ]]

source: [{ pattern | nick } [ SECRET ]]
pt_pt: [{ padrão | nick } [ SECRET ]]

source: day
pt_pt: dia
